[
  {
    "source": {
      "id": null,
      "name": "Slashdot.org"
    },
    "author": "msmash",
    "title": "Hundreds of Websites To Shut Down Under UK's 'Chilling' Internet Laws",
    "description": "Hundreds of websites will be shut down on the day that Britain's Online Safety Act comes into effect, in what are believed to be the first casualties of the new internet laws. From a report: Microcosm, a web forum hosting service that runs 300 sites including…",
    "url": "https://news.slashdot.org/story/24/12/17/199215/hundreds-of-websites-to-shut-down-under-uks-chilling-internet-laws",
    "urlToImage": "https://a.fsdn.com/sd/topics/uk_64.png",
    "publishedAt": "2024-12-17T20:42:00Z",
    "content": "Microcosm, a web forum hosting service that runs 300 sites including cycling forums and local community hubs, said that the sites would go offline on March 16, the day that Ofcom starts enforcing the… [+535 chars]",
    "label": 1,
    "probability": 0.30338144302368164,
    "full_content": "Want to read Slashdot from your mobile device? Point it at m.slashdot.org and keep reading! Check out Bright Data: award-winning proxy networks, AI-powered web scrapers, and business-ready datasets for download. Welcome to the internet’s most trusted web data platform. Hundreds of Websites To Shut Down Under UK's 'Chilling' Internet Laws (telegraph.co.uk)\n96 Posted\n\t\t\t\tby \n\t\t\n\t\t\n\t\t\t\n\t\t\t\t  msmash on Tuesday December 17, 2024 @03:42PM comes into effect, in what are believed to be the first casualties of the new internet laws. From a report: Microcosm, a web forum hosting service that runs 300 sites including cycling forums and local community hubs, said that the sites would go offline on March 16, the day that Ofcom starts enforcing the Act. Its owner said they were unable to comply with the lengthy requirements of the Act, which created a \"disproportionately high personal liability.\" The new laws, which were designed to crack down on illegal content and protect children, threaten fines of at least $23 million for sites that fail to comply with the laws. On Monday, Ofcom set out more than 40 measures that it expects online services to follow by March, such as carrying out risk assessments about their sites and naming senior people accountable for ensuring safety. Pricing Software Adds Billions To Rental Costs, White House Says The UK's Controversial Online Safety Bill Finally Becomes Law Big Loss For ISPs as Supreme Court Won't Hear Challenge To $15 Broadband Law Hundreds of Websites To Shut Down Under UK's 'Chilling' Internet Laws\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t More\n\n\n\n\t| Reply\n\n\n\tLogin Hundreds of Websites To Shut Down Under UK's 'Chilling' Internet Laws The Fine Print: The following comments are owned by whoever posted them. We are not responsible for them in any way. The strategy is clear (Score:5, Insightful) on Tuesday December 17, 2024 @03:46PM ( Only corporate sites will be allowed\nAny hobby or personal sites are dangerous and must be destroyed Re:The strategy is clear (Score:5, Insightful) on Tuesday December 17, 2024 @03:56PM ( This is about political speech, not corporate control.  The UK has already imprisoned people for posting memes on Facebook.  This is just putting that emergency ruling into law.  The UK has no concept of free speech in law.  These are the consequences of that.  Labor finally won an election (despite only getting 75% of the number of votes they usually get).  And even though they are only the 3rd most popular party at the moment with support from less than a quarter of the voting population (which is about 1 in 7 of the total population), they are in charge till the next election.  And it seems that they are going to make the most of it and are passing multiple very unpopular policies that probably aren't going to benefit the wider population.  Its like they want Reform (which is very right wing) to win the next election.  Truth is, the UK isn't really in a great position economically.  Their energy costs are high and they have few natural resources with a high standard of living.  That makes it hard for any political leader to make things work.  The only industry keeping the lights on is finance and a lot of that is pretty corrupt (see Londongrad).  So its a difficult position for any leader, let alone a scared little boy (I've never seen a leader with such a look of terror on his face when talking to the population) trying his best to deal with an almost impossible economic system. Sorry, Labour, not Labor.  I'm not British. Sorry, Labour, not Labor.  I'm not British. That has not prevented your Dunning-Kruger to get the better of you. Please, tell us about inter-universal Teichmüller theory now - you probably know as much about that as about internal UK politics. That has not prevented your Dunning-Kruger to get the better of you. Please, tell us about inter-universal Teichmüller theory now - you probably know as much about that as about internal UK politics. The Dunning-Kruger effect has been debunked as a real psychological effect and is instead considered a statistical artifact. Re: The strategy is clear (Score:5, Informative) >\n\t\ton Tuesday December 17, 2024 @04:41PM ( \"The UK has no concept of free speech in law.\" As usual you have no fucking idea what you are taking about. https://www.legislation.gov.uk... [legislation.gov.uk] The UK does have weaker free speech laws than the US, for example truth is not an absolute defense against libel like it is here. That is not the same as no concept, however. Re: The strategy is clear (Score:5, Insightful) on Tuesday December 17, 2024 @05:57PM ( The way the law works in the UK is that the police themselves get to make the call of whether something said is hate speech, and the only requirement for that is that at least one person was offended by it. At this point, Russia makes similar claims about having free speech, to the point that simply holding up a blank piece of paper got a guy arrested, again at police discretion. What's the effective difference? That's called an accusation and police have the ability to do that everywhere in the world. That doesn't mean they choose to get you in trouble. In fact they have no say in it at all. Whether or not your speech broke laws is entirely up to the judge or jury depending on the nature of the trial. Now stop skipping your civics class. That's called an accusation and police have the ability to do that everywhere in the world. No, they actually don't. In the US, this would fall under one of unlawful arrest or malicious prosecution. Police and prosecutors can and do lose their jobs over it. That doesn't mean they choose to get you in trouble. In fact they have no say in it at all. Whether or not your speech broke laws is entirely up to the judge or jury depending on the nature of the trial. How little you know. That's not how the law works everywhere. Not even remotely. You know there was a guy in the UK who got tossed into jail without even a jury trial over this, right? A single judge found him guilty. The response he gave to a reporter over it was priceless: https://youtu.be/r-je9MrShCA?t... [youtu.be] So basically, the reporter broke both t You know there was a guy in the UK who got tossed into jail without even a jury trial over this, right? A single judge found him guilty. So literally exactly what I said. - Not the police. Also \"without even a jury\" shows you know little of the UK legal system. Most trials aren't jury trials over there. Though the defendant in a crown court may elect to request a jury trial. So basically, the reporter broke both the spirit and the letter of the law exactly the same way he did. He goes to jail and gets a fine, reporter does not. So please share that video instead of a video showing that neither the spirit or the letter of the law was broken entitled \"context matters\". LOL. I mean I didn't even need to tell you the answer, it's right there in the video title. I don't know what on earth possesses that little peanut of yours to believe laws and justice systems work the same in every country. I don't. I do know UK law though, and l I don't. I do know UK law though, and literally nothing you said disagrees with what I wrote. Obviously you don't. If you had, you'd have known about this already: https://www.scotland.police.uk... [police.uk] An accusation alone, that is, simply calling somebody a name, as stupidly subjective as that is, is sufficient to land a conviction there, but you really don't even need that. Just like in Russia. What part about that don't you understand? The law, as it is written, gives the police very broad authority to have probable cause for a lawful arrest and spending actual time in jail while you wait for arraignmen You know there was a guy in the UK who got tossed into jail without even a jury trial over this, right? A single judge found him guilty. I expected that to be a lie, and knew it was as soon as I saw Stephen Yaxley-Lennon's (hereafter \"SY-L\") ear in the video. No need to watch more than the opening thumbnail of that video (which I've not linked to here - he gets no free publicity from me). So, the facts of the actual case : SY-L posted various derogatory and incorrect (Americans take note : the defence that \" The guy talking to the reporter was Markus Meechan. I don't know how much time you spent on that post, but 100% of it was a total loss, and you're never getting it back. Here's an idea: Why don't you watch the video so that you know what you're talking about, that way when you waste time, at least you get to claim that it was relevant. No, they actually don't. In the US, this would fall under one of unlawful arrest or malicious prosecution. Police and prosecutors can and do lose their jobs over it. I would love to see some examples of police officers losing their jobs over it. From what I've seen, if they want, they can arrest just about anyone for the sole crime of \"resisting arrest\" which is just so wonderfully paradoxical. They have to have a good faith reason to arrest or otherwise detain you to begin with for you to actually be resisting it. If they didn't have a good faith reason, then guess what? If they didn't have a good faith reason, then guess what? They make one up and do it anyway. Then the courts automatically accept their word on it over yours because they're sworn officers of the court and you're not and the official position of the courts is that sworn officers of the court don't lie in court even though police officers lie all the time. <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65021173\">1 reply</a> beneath your current threshold.</b> The way the law works in the UK is that the police themselves get to make the call of whether something said is hate speech, and the only requirement for that is that at least one person was offended by it. At this point, Russia makes similar claims about having free speech, to the point that simply holding up a blank piece of paper got a guy arrested, again at police discretion. What's the effective difference? No! As with any crime the UK police can arrest someone on suspicion of a hate crime and charge them. This then gets referred to the Crown Prosecution Service (CPS) whose lawyers will decide if an offence has likely been committed and there is a reasonable chance of a successful prosecution based on the available evidence. If so, the case then goes to court and a jury decides based on the prosecution and defence evidence and arguments. You don't cite a reference to the case of the blank paper. If it is the sa Just to be clear, the UK calls these offenses, \"Non-crime hate incidents\".  Also, I find it sad to watch the British left try to defend this stuff.  Just be ashamed of your government as you should be.  And after the next election, Labour won't be in power again in your lifetime.  Enjoy... The way the law works in the UK is that the police themselves get to make the call of whether something said is hate speech To be fair, this is true about all laws in all locations. It is the judges that actually determine your innocence or guilt. Individual Brits like individual USians prove the rule.\nBoth are far more conformist than most citizens would like to admit, but both our societies are not slow-motion failure by accident. Change is led by the few with nothing to lose and while legal gestures comfort the sort of people comforted by legal gestures, the only thing the powerful respect is what they fear. The cycle includes perpetual over-reach by the master class until they are sent packing by revolution and the more of them slaughtered the bette The UK does have weaker free speech laws than the US, for example truth is not an absolute defense against libel like it is here. Don't worry - the incoming US administration is doing what they can to fix that... Trump is suing a newspaper for publishing the results of a poll.  That's an effort to intimidate free speech, among other things. You're not hearing a false claim now. Trump is attacking news orgs for sharing the fact that a court found that he committed rape. Hmm, you are sharing the same false claim about the court verdict.  If you were important, then Trump could sue you for libel too. The judge in the case, who is \"the court\" for all intents and purposes, specifically said that, although the legal verdict was not rape, that it could be called \"rape\" as the term is commonly understood. The settlement in the case was not because Trump had any sort of valid argument, it was because Disney folded. <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65020811\">1 reply</a> beneath your current threshold.</b> for example truth is not an absolute defense against libel The portion of your sentence tells me everything I need to know about the concept of Free Speech in the UK. There is NO Free Speech in the UK. You can't just sit there and smugly claim that the concept of Free Speech is weaker when Truth is not a sufficient defense against the offense of your words. It is not that Free Speech is weaker. It is that it DOES NOT EXIST. When you place limits on truth, you are malformed, repugnant, ugly, and directly evil. \"This is about political speech, not corporate control\" Two sides of the same coin: better control over public opinion.  Harsh laws against \"hate speech\" and onerous requirements for moderation and censorship cause sites ran by individuals or groups of enthusiasts to shut down for fear of serious consequences for breaking rules they have no hope of complying with.  Corporate sites have economies of scale and will find it far easier to comply.  Whereas the government will find it far easier to get corporati The UK has already imprisoned people for posting memes on Facebook Incitement to violence, including encouragement to burn down a hotel housing asylum seekers is not \"posting memes\". Show me an example of someone who has been successfully prosecuted for hurty words, without resorting to social media posts.\nGo on.\nI can wait. Count Dancula for his Nazi Pug YouTube skit, Chelsea Russell, for quoting rap lyrics on Instagram. There's two and they took seconds to find. Now begone, apologist. Show me an example of someone who has been successfully prosecuted That was the demand. I provided two examples. Glorified Nazis, lied about it in court, didn't pay the fine that was ordered. Never served any prison time. Next? Didn't lie, did pay the fine, prison time wasn't demanded by the op, only prosecution. Ultimately was prosecuted for a bit that even the Nazis themselves couldn't accomplish when a similar incident occurred during the war. Used a racial epithet to intentionally hurt the parents of a recently killed child. Never imprisoned. Which the lyrics included and was in tribute to the kid who died - it was his favourite song. Again, prosecuted successfully. https://www.bbc.co.uk/news/uk-england-merseyside-43816921/ [bbc.co.uk] If only you'd taken another two seconds to actually read them. Oh well. I did, I also know the difference between prose <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65020919\">1 reply</a> beneath your current threshold.</b> Upvoted despite not being British or knowing how things are in Britain. Labour and Tories are polling roughly equally, this is because Labour have had to put in some tough things in the budget because the previous party, the Tories, ruined the economy over 14 years. They are polling around 26%, but this is a result of the immediate aftermath of these policies. In addition FPTP skews polls as well as elections. Today's WASPI shutdown ruling is popular though (online and in the street, you wouldn't thin > the Tories, ruined the economy over 14 years From what I have seen over the last 40 years the Tories took 14 years to do what Labour usually do in 3. Also lets not forget the WHO had a massive part to play, bankrupting most of the world due to covid when it turned out none of that lockdown crap really mattered. The Tory leader cannot stop putting her foot in it with almost every utterance. She will be gone within a year or two, She's a placeholder, while the fight for the ... \"soul\" is not the right word ; would \"trademark\" be closer? ... of the Conservative Party continues, mostly out of sight and behind the scenes. Whether they then re-integrate their racist and anti-immigrant wing (currently trading as \"Reform UK Party Limited\") is a question for the next several years. I doubt there would be a meaningful \"Tory The UK has already imprisoned people for posting memes on Facebook. Lies of omission are still lies. You are, I assume, fully aware that Tyler Kay and Jordan Parlour were imprisoned for inciting an attack on a hotel sheltering refugees during a period of violent unrest. Incitement to violence has long been an accepted limitation on free speech - everywhere. The online safety bill was voted in October 2023. Labour took over government in July 2024. You're barking up the wrong tree. Great anti-labour speech, only that this act was filed (2022) and unilaterally approved for royal consent (2023) by the the Conservative Party. Labour didnâ(TM)t come into power until roughly a year later.\n\nThis act was tabled by Nadine Dorries, the short-time Secretary of State for Digital, Culture, Media and Sport, a Tory very loyal to Johnson.\n\n530 MPs were present for the vote.\n\nThe Tories voted for this bill in unison with 307 Ayes and 0 Noes, which was all MPs present. They got 5 more Ayes from t This is about political speech, not corporate control.  The UK has already imprisoned people for posting memes on Facebook.  This is just putting that emergency ruling into law.  The UK has no concept of free speech in law.  These are the consequences of that.  Labor finally won an election (despite only getting 75% of the number of votes they usually get).  And even though they are only the 3rd most popular party at the moment with support from less than a quarter of the voting population (which is about 1 in 7 of the total population), they are in charge till the next election.  And it seems that they are going to make the most of it and are passing multiple very unpopular policies that probably aren't going to benefit the wider population.  Its like they want Reform (which is very right wing) to win the next election.  Truth is, the UK isn't really in a great position economically.  Their energy costs are high and they have few natural resources with a high standard of living.  That makes it hard for any political leader to make things work.  The only industry keeping the lights on is finance and a lot of that is pretty corrupt (see Londongrad).  So its a difficult position for any leader, let alone a scared little boy (I've never seen a leader with such a look of terror on his face when talking to the population) trying his best to deal with an almost impossible economic system. Erm... you know this bill was passed by the previous conservative government, right?\n\nHey, but don't let the truth get in the way.\n\nOh, and it's Labour (because in the UK, we put u in a lot of things, like honour). Nice troll, but you're not smart enough to pass yourself off as British, what is also clear is that you've no idea what is gong on over here. This legislation was passed in 2023, guess which party was in power then. The effects were predicted, and the proponents went on and did it anyway. The result? it's exactly what they planned. Re:The strategy is clear (Score:4, Interesting) on Tuesday December 17, 2024 @05:56PM ( They should reincorporate in the US and hire the staff as remote workers. Maybe Farage or UKIP can save these bozos from themselves but it appears doubtful. Farage is too busy with his tongue up Trump's arse to do anything. Not that he would if he could. In the run-up to the Brexit vote he was often seen hanging around fishermen banging on about how hard they had it, yet of the forty-eight meetings of the EU fisheries committee that were held during his time as an MEP how many do you think he attended? Zero. None. Fuck all. Since the election he's literally spent more time with Trump than he has in his own constituency. That frog-faced cunt Farage cares only for Farage doesn't like remembering that the UK's fishing quotas were sold to the highest bidders (generally EU fishing consortia) by his wet dream, Thatcher (hawk, spit!). If he mentioned that to his fishing buddies, he'd get a kicking for libelling their wet dream with the truth. <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65020377\">1 reply</a> beneath your current threshold.</b> Re:This is what happens.... (Score:5, Interesting) on Tuesday December 17, 2024 @03:54PM ( When you vote over and over again for WOKE BULLS][|T! ;-) Exactly the opposite: the \"protect the children from seeing pornography at all costs!\" movement is entirely a push from religious conservatives, the opposite side of the political spectrum from woke bullshit. Democrats are in the USA, not the UK I expect a fair percentage of people who use phrases like \"woke bullshit\" are anti-education - and unable to wrap their brains around complex concepts such as geography. Who are these people who post on Slashdot and How is it that every single comment you've ever made has a score of 0 or less? Are you even a real human being? I would almost prefer that you were some sort of shitty propaganda bot I would almost prefer that you were some sort of shitty propaganda bot Somehow, I suspect that Slashdot's readership figures make that unlikely. Any site with a higher readership would be more worthy of generating a bot for. Hmmm, I guess \"PHPBB\" would count as \"one site\", assuming that if you can run a bot against one site, you can probably run it against 95% of PHPBB sites. Ditto $discussion system$. How many other sites use slashcode [duckduckgo.com]? Not at all clear. But I now get the Rick'n'Morty reference to \"Chips The woke mind virus likes to infect anything that lets them push their ideology in western nations. It's not really an anti-education stance to point out the obvious locations of this infestation. It's nice to see people finally pushing back against this madness in America. I'm a bit concerned about the UK falling into the abyss. However, if the UK wants to turn itself into an insane asylum, that's not really my problem. Flat-earthers, to a gender stereotype. <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65020813\">1 reply</a> beneath your current threshold.</b> Labour is the left wing part in the UK.  Also, the right in the UK doesn't have too many religious conservatives.  Turns out, right and left are not good ways to describe politics outside of a specific country.  They mean different things in the UK than they do in the US.  Ditto for other places.  The right in France and the right in the US have few policies in common and even when they are on the same side, they want very different degrees of policy. >Also, the right in the UK doesn't have too many religious conservatives. A Brit here. I'm not aware of any religious conservatives. Or any other party. Excluding a few nutters that get no airtime. We have a lot of hypocrites though. Check out \"Diane Abbott\" All politicians are religious before an election. <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65020695\">1 reply</a> beneath your current threshold.</b> \"Protect the children\" is the universal excuse for censorship, whether proposed by the left, the right, or by bureaucrats in Brussels. \"Protect the children\" is the universal excuse for censorship, whether proposed by the left, the right, or by bureaucrats in Brussels. No, we don't see that particular excuse much from the left. The excuse for censorship on the left is usually \"this is harmful to a victimized minority group.\" And this is different to \"protect the children\", how (other than spelling)? If there is money to protect something then they will pretend to. <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65020615\">1 reply</a> beneath your current threshold.</b> Exactly the opposite: the \"protect the children from seeing pornography at all costs!\" movement is entirely a push from religious conservatives No it isn't. It is pushed by control freaks, many of whom clothe themselves in religious raiment to keep their hypocrisy and lack of rationality from being questioned. <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65020421\">1 reply</a> beneath your current threshold.</b> So their mommy won't see that they almost wrote a swear word. Re:This is what happens.... (Score:5, Informative) on Tuesday December 17, 2024 @04:54PM ( Bill proposed and passed by the previous UK Conservitive government in May this year. The only thing the current Labour government has to do with this is that they have not moved to repeal the legislation. This is the reverse of woke-ness: big corporations trying to shut down amateurs so they have to rent from big cloud hosters instead. This is why America has Section 230 of the CDA (Score:2, Interesting) Remember that when they go after S230, which they will and have been for years and years. You will be promised the right and ability to troll as much as you want if only you give up S230. For some reading this that's a tempting offer. They'll call it \"common carrier\" and say that everything will be fine as long as there is no moderation, and you're upset because of all the forums you've been banned from over the years... It's not worth it. The forums won't invite you back, they'll just shut down. The The only modification to current S230 is exactly what you said, that it should be a subclass of common carrier.  The original intent of S230 always was this, just worded in a way that current internet town squares were trying to have it both ways to their advantage.  If you publish curated content, then you are liable, if you don't it's a town square, common carrier, public venue, etc and are afforded liability protections. Did you bother reading my post? There is no \"common carrier\". One of two things happens if you take away content moderation: 1. Trolls crap flood the forum making it completely unusable. 2. Moderation exists but is so intense (as to avoid legal liability) that anything not approved by big media companies and their billionaire owners. Ultimate censorship. The idea of common carrier exists for 2 way communication, e.g. telephone. It is not applicable to the Internet which is why we created S230. The Inte One of two things happens if you take away content moderation:\n\n1. Trolls crap flood the forum making it completely unusable.\n\n2. Moderation exists but is so intense (as to avoid legal liability) that anything not approved by big media companies and their billionaire owners. Ultimate censorship. Currently content is moderated by a few large companies who use it to shape the content on their sites to suit their commercial interests. Then they deny all responsibility for it. There are plenty of ways to limit \"Trolls\" and bots other than moderation that removes their posts based on their individual content. The problem is that they may cost money to implement and limit the audience for the site. In other words, they can't serve commercial interests nearly as well. Currently content is moderated by a few large companies who use it to shape the content on their sites to suit their commercial interests. Then they deny all responsibility for it. What? It has been the consistent argument of social media companies, et al. that they *do* moderate, do so intentionally, and it is within their company's First Amendment rights to do so. And if you don't think a corporation is a legal person, I refer you to the travesty which was the Citizen's United ruling of a clearly corrupt and bought off SCOTUS. You can have a virtual public square where only verified humans can post, and only at a reasonable rate. You can have a moderation system where unaffiliated groups perform moderation, resulting in a blacklist of people or posts, and readers can subscribe to whichever list they prefer (and even modify it as they wish). The platform itself isn't banning anyone. You're free to speak, but nobody has to listen to you. The main problem with this is that the government doesn't actually want internet forums to be pu Re: This is why America has Section 230 of the CDA You know the topic of the comment you replied to which makes it clear that he knew that is now at the top of your comment too, making it clear that you lost the thread of the conversation, right? Read the title of the original poster again, and the point the dumbass finger at yourself. <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=65020419\">1 reply</a> beneath your current threshold.</b> The heavy hand of Goverment! (Score:2) Doing what they are paid to do by their Corporate and Elite paymasters. The battle cry of the stupid but well intentioned (Score:3) on Tuesday December 17, 2024 @04:06PM ( Not often actually well intentioned, either. They're typically people trying to feel important, and if you show them a better way to accomplish their supposed goal that doesn't require them to champion it, you will be ignored or vilified. Somehow most of the \"thinkofthechildren\" people show up en masse in comments on every story that has Tiktok in the title. Mostly politicians trying to look like they're doing something. Protecting the children is always a vote issue. For motivation reasons, failing to vote for laws claimed to protect children will lose you many votes. Even if the law is really bad, it's safer for political careers to at least abstain instead of voting against. UK descending into madness (Score:1) They've been under 'pseudo' freedom - but never actually were - and we're seeing the real powers starting to lock down because we've seen these same powers are starting wars, committing crimes against humanity and performing war crimes. We'll soon only be allowed 'authorised' speech - and it will be couched in such a way that the foolish will think there's a choice in the matter. Well, vote for some party other than Labour or Tory. Nothing's preventing your from doing so. on Tuesday December 17, 2024 @04:47PM ( ...they will just be renamed from .co.uk to .com? The law doesn't care about the the TLD, only where the operators are based. Once moving to the EU would have been viable, but it's much harder post-Brexit. Clueless lefties (Score:1, Troll) Ah, yes, think of the children! We must protect them...from ever saying anything bad online about minorities that hate your culture and skin color and women and LGBTQ+ people and don't integrate and throw acid in your face and kidnap your kids. I think someone needs to overthrow the British government because it's a fucking joke at this point. Australia and Sweden too. This law was passed under the right-wing Conservative government. Correct. This was done in October 2023. Labour gained majority during the July election this year. Anyone know this platform? My search produces no results but this news story. We've seen Facebook for children but that doesn't seem to be enough. Yes, children need to be protected from pedophiles, but there's only one way to to do that: No anonymous accounts. Anything else, is re-arranging deck-chairs in the vain hope that all the panicked work will 'trip' the few criminals that exist. One answer might be, \"for Children\" services being a separate server that can't access adult's pages. (Even that's a problem: How does a child contact their family?) Reminding children of online Undermining democracy and freedom of speech (Score:2) It is chilling to see how quickly democracy and freedom of speech have been continuously undermined in what can only be described as strategic long term salami tactics over at least a decade now.\nAnd sadly the UK and EU are on the forefront of this, including invasions of privacy attempts and in Germany a defacto new laesae maiestatis law to protect politicians exclusively, where they send the police and swat to break down your door, similar to the UK for posting online . <b class='more'><span class=\"ind\"></span><a href=\"//news.slashdot.org/comments.pl?sid=23554265&amp;threshold=-1&amp;commentsort=0&amp;mode=thread&amp;pid=0\">2 replies</a> beneath your current threshold.</b> <p><b>There may be more comments in this discussion. Without JavaScript enabled, you might want to <a href=\"//news.slashdot.org/users.pl?op=editcomm\">turn on Classic Discussion System</a> in your preferences instead.</b></p> Related Links\nTop of the: day, week, month. FBI Has 'Gained Access' To the Trump Rally Shooter's Phone [UPDATE] Exploding Pagers Injure Thousands Across Lebanon US President Biden Announces He Will Not Seek Reelection Walkie-Talkies, Solar Energy Systems Explode Across Lebanon in Second Wave After Pager Attack Supreme Court Ruling Will Likely Cause Cyber Regulation Chaos Big Loss For ISPs as Supreme Court Won't Hear Challenge To $15 Broadband Law Pricing Software Adds Billions To Rental Costs, White House Says A memorandum is written not to inform the reader, but to protect the writer. -- Dean Acheson Do Not Sell or Share My Personal Information Copyright © 2024 Slashdot Media. All Rights Reserved. <img src=\"//slashdot.org/images/njs.gif?256\">"
  },
  {
    "source": {
      "id": null,
      "name": "Forbes"
    },
    "author": "Alison Escalante, Contributor, \n Alison Escalante, Contributor\n https://www.forbes.com/sites/alisonescalante/",
    "title": "3 Ways Parents Protect Kids From Social Media’s Mental Health Effects",
    "description": "3 Ways Parents Protect Kids From Social Media Allowing our kids to use social media while protecting their mental health takes time and effort from parents.",
    "url": "https://www.forbes.com/sites/alisonescalante/2024/12/18/3-ways-parents-protect-kids-from-social-medias-mental-health-effects/",
    "urlToImage": "https://imageio.forbes.com/specials-images/imageserve/67572fe47643c9a979a354d5/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
    "publishedAt": "2024-12-18T16:31:15Z",
    "content": "The best way to protect your child from social media's negative mental health effects is to engage ... [+] with them about it.\r\ngetty\r\nParents are increasingly aware that too much time on social medi… [+9878 chars]",
    "label": 1,
    "probability": 0.3559950292110443,
    "full_content": "mirror-next-hop.forbes.com | Access denied (403) Current session has been terminated. For further information, do not hesitate to contact us. Ref: 46.99.12.139 2024-12-19T17:48:42.119Z"
  },
  {
    "source": {
      "id": null,
      "name": "Science Daily"
    },
    "author": null,
    "title": "Developing artificial intelligence tools for health care",
    "description": "Reinforcement Learning, an artificial intelligence approach, has the potential to guide physicians in designing sequential treatment strategies for better patient outcomes but requires significant improvements before it can be applied in clinical settings, fi…",
    "url": "https://www.sciencedaily.com/releases/2024/12/241217201609.htm",
    "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png",
    "publishedAt": "2024-12-18T01:16:09Z",
    "content": "Reinforcement Learning, an artificial intelligence approach, has the potential to guide physicians in designing sequential treatment strategies for better patient outcomes but requires significant im… [+5515 chars]",
    "label": 1,
    "probability": 0.3072318434715271,
    "full_content": "Access to www.sciencedaily.com was denied You don't have authorization to view this page. You don't have authorization to view this page."
  },
  {
    "source": {
      "id": null,
      "name": "Science Daily"
    },
    "author": null,
    "title": "Young English speakers are most comfortable with digital health",
    "description": "Digital health tools, such as patient portals, treatment apps and online appointment schedulers, are increasingly common. But not everyone is equally at home using them.",
    "url": "https://www.sciencedaily.com/releases/2024/12/241217130817.htm",
    "urlToImage": "https://www.sciencedaily.com/images/scidaily-icon.png",
    "publishedAt": "2024-12-17T18:08:17Z",
    "content": "Study shows how language, education and age affect someone's ability to engage with digital health tools.Digital health tools, such as patient portals, treatment apps and online appointment scheduler… [+2182 chars]",
    "label": 1,
    "probability": 0.37008604407310486,
    "full_content": "Access to www.sciencedaily.com was denied You don't have authorization to view this page. You don't have authorization to view this page."
  },
  {
    "source": {
      "id": null,
      "name": "Niemanlab.org"
    },
    "author": "Ritvvij Parrikh",
    "title": "Newsrooms face a left-brain/right-brain divide",
    "description": "The real divide in newsrooms isn’t between editorial and advertising — it’s between left-brain (math, logic) and right-brain (creativity, intuition) functions. Hidden left-brained infrastructure underpins modern media businesses. It enables editors, product m…",
    "url": "https://www.niemanlab.org/2024/12/newsrooms-face-a-left-brain-right-brain-divide/",
    "urlToImage": "https://www.niemanlab.org/images/ritvvij-parrikh.jpeg",
    "publishedAt": "2024-12-18T14:24:46Z",
    "content": "The real divide in newsrooms isn’t between editorial and advertising it’s between left-brain (math, logic) and right-brain (creativity, intuition) functions.\r\nHidden left-brained infrastructure under… [+4756 chars]",
    "label": 1,
    "probability": 0.3400920033454895,
    "full_content": "<iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5GZ2X65\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Predictions for\nJournalism, 2025. Newsrooms face a left-brain/right-brain divide “When left-brain thinkers dominate, media products face a value proposition crisis — funnels and operations are optimized, but creativity is stifled.” The real divide in newsrooms isn’t between editorial and advertising — it’s between left-brain (math, logic) and right-brain (creativity, intuition) functions. Hidden left-brained infrastructure underpins modern media businesses. It enables editors, product managers, brand strategists, developers, and sales teams to focus on higher-order, right-brain problems. In print publishing, this hidden infrastructure manages printing, sales, and distribution. On YouTube, this hidden infrastructure is the algorithm. For logged-out websites, this hidden infrastructure is Google SEO and Discover. I’ve observed this dichotomy firsthand. At The Times of India, I led editorial product until 2021. Since 2022, I’ve been building recommendation models. When left-brain thinkers dominate, media products face a value proposition crisis — funnels and operations are optimized, but creativity is stifled. Conversely, when right-brain thinkers dominate, you get overly creative editorial products — like an Indo-Tibetan fusion restaurant in Ireland. Unique? Yes. In demand? No. Today’s media products resemble the feature phones of the pre-iPhone era — a patchwork of ideas with obsessive focus on visual differentiation. Nokia’s downfall stemmed from similar misplaced priorities. The solution: Platformization of news Once platformization worked with the iPhone, all phones adopted the flat glass slab form. Competition shifted to specs and algorithms, while the creativity migrated to apps. The best of those apps were eventually integrated into the platform. Platformization works because, once self-learning AI stabilizes, it drives growth independently, eliminating the need for constant operations. This stability compounds over time, allowing teams to concentrate on the next major release, raising the baseline while safeguarding prior gains. The process is slow, deliberate, and sustainable. The compounding gains from AI are so vast that visual differentiation seems less appealing. Similarly, once platformization worked for Big Tech, all media feeds standardized their UX down to feeds and search. My prediction for 2025 is that news conglomerates will reorganize into two business units: : focused on third-party algorithms (e.g., SEO, Discover, YouTube) and generating revenue from logged-out websites. : dedicated to building revenue streams within owned and operated platforms — apps and logged-in websites. On-platform, the left-brainers will platformize: : Today, a reader might turn to Vox for news but choose Wirecutter (part of The New York Times) over The Strategist (part of Vox Media) for product recommendations. News conglomerates will bridge this gap by serving all content across their brands, wherever the user is. : To reduce customer acquisition costs, conglomerates will consolidate their brands into a single super app or website behind a login wall, as Disney+ is doing with Hulu and ESPN+. Recommenders as hidden infrastructure : Recommendation systems will evolve to go beyond personalization, taking on tasks like optimization and managing trade-offs (on metrics like retention, revenue, engagement, and conversion). Monetize using targeted ads and subscriptions : Most publishers can’t succeed with subscriptions. The few that can will hit growth plateaus. Mature content recommenders will enable the development of advanced native ad-targeting systems. : News as a category is limiting. News firms can’t tap into user-generated content in the way social media firms can. Instead, news firms will expand into the as defined by Alberto Cairo in his book : Mature content-recommendation systems will be adapted for YouTube-like revenue-sharing syndication models. News firms will syndicate truthful content from experts who write as a byproduct of their professional work. All brands within a conglomerate will adhere to a single user experience to ensure algorithms function seamlessly. With the hidden infrastructure settled, the right-brainers operate on the platform, as they would on YouTube, Google Ad Manager, or the iOS App Store: Creators publish content on the super app in allowed formats, as they would on YouTube, and then wait for engagement and revenue attribution. Product managers and developers publish plugins/apps (games, sports scorecards, election dashboards, etc.) and then wait for engagement and revenue attribution. Ad teams publish campaigns with interesting creatives and then wait for impressions, clicks, and leads. Balancing left-brain efficiency with right-brain creativity through platformization will define the media industry’s success in 2025 and beyond. Ritvvij Parrikh runs AI product at The Times of India and writes Media Flywheels. THE REAL DIVIDE IN NEWSROOMS ISN’T BETWEEN EDITORIAL AND ADVERTISING — IT’S BETWEEN LEFT-BRAIN (MATH, LOGIC) AND RIGHT-BRAIN (CREATIVITY, INTUITION) FUNCTIONS. HIDDEN LEFT-BRAINED INFRASTRUCTURE UNDERPINS MODERN MEDIA BUSINESSES. IT ENABLES EDITORS, PRODUCT MANAGERS, BRAND STRATEGISTS, DEVELOPERS, AND SALES TEAMS TO FOCUS ON HIGHER-ORDER, RIGHT-BRAIN PROBLEMS. IN PRINT PUBLISHING, THIS HIDDEN INFRASTRUCTURE MANAGES PRINTING, SALES, AND DISTRIBUTION. ON YOUTUBE, THIS HIDDEN INFRASTRUCTURE IS THE ALGORITHM. FOR LOGGED-OUT WEBSITES, THIS HIDDEN INFRASTRUCTURE IS GOOGLE SEO AND DISCOVER. I’VE OBSERVED THIS DICHOTOMY FIRSTHAND. AT THE TIMES OF INDIA, I LED EDITORIAL PRODUCT UNTIL 2021. SINCE 2022, I’VE BEEN BUILDING RECOMMENDATION MODELS. WHEN LEFT-BRAIN THINKERS DOMINATE, MEDIA PRODUCTS FACE A VALUE PROPOSITION CRISIS — FUNNELS AND OPERATIONS ARE OPTIMIZED, BUT CREATIVITY IS STIFLED. CONVERSELY, WHEN RIGHT-BRAIN THINKERS DOMINATE, YOU GET OVERLY CREATIVE EDITORIAL PRODUCTS — LIKE AN INDO-TIBETAN FUSION RESTAURANT IN IRELAND. UNIQUE? YES. IN DEMAND? NO. TODAY’S MEDIA PRODUCTS RESEMBLE THE FEATURE PHONES OF THE PRE-IPHONE ERA — A PATCHWORK OF IDEAS WITH OBSESSIVE FOCUS ON VISUAL DIFFERENTIATION. NOKIA’S DOWNFALL STEMMED FROM SIMILAR MISPLACED PRIORITIES. THE SOLUTION: PLATFORMIZATION OF NEWS ONCE PLATFORMIZATION WORKED WITH THE IPHONE, ALL PHONES ADOPTED THE FLAT GLASS SLAB FORM. COMPETITION SHIFTED TO SPECS AND ALGORITHMS, WHILE THE CREATIVITY MIGRATED TO APPS. THE BEST OF THOSE APPS WERE EVENTUALLY INTEGRATED INTO THE PLATFORM. PLATFORMIZATION WORKS BECAUSE, ONCE SELF-LEARNING AI STABILIZES, IT DRIVES GROWTH INDEPENDENTLY, ELIMINATING THE NEED FOR CONSTANT OPERATIONS. THIS STABILITY COMPOUNDS OVER TIME, ALLOWING TEAMS TO CONCENTRATE ON THE NEXT MAJOR RELEASE, RAISING THE BASELINE WHILE SAFEGUARDING PRIOR GAINS. THE PROCESS IS SLOW, DELIBERATE, AND SUSTAINABLE. THE COMPOUNDING GAINS FROM AI ARE SO VAST THAT VISUAL DIFFERENTIATION SEEMS LESS APPEALING. SIMILARLY, ONCE PLATFORMIZATION WORKED FOR BIG TECH, ALL MEDIA FEEDS STANDARDIZED THEIR UX DOWN TO FEEDS AND SEARCH. MY PREDICTION FOR 2025 IS THAT NEWS CONGLOMERATES WILL REORGANIZE INTO TWO BUSINESS UNITS: : focused on third-party algorithms (e.g., SEO, Discover, YouTube) and generating revenue from logged-out websites. : dedicated to building revenue streams within owned and operated platforms — apps and logged-in websites. ON-PLATFORM, THE LEFT-BRAINERS WILL PLATFORMIZE: : Today, a reader might turn to Vox for news but choose Wirecutter (part of The New York Times) over The Strategist (part of Vox Media) for product recommendations. News conglomerates will bridge this gap by serving all content across their brands, wherever the user is. : To reduce customer acquisition costs, conglomerates will consolidate their brands into a single super app or website behind a login wall, as Disney+ is doing with Hulu and ESPN+. Recommenders as hidden infrastructure : Recommendation systems will evolve to go beyond personalization, taking on tasks like optimization and managing trade-offs (on metrics like retention, revenue, engagement, and conversion). Monetize using targeted ads and subscriptions : Most publishers can’t succeed with subscriptions. The few that can will hit growth plateaus. Mature content recommenders will enable the development of advanced native ad-targeting systems. : News as a category is limiting. News firms can’t tap into user-generated content in the way social media firms can. Instead, news firms will expand into the as defined by Alberto Cairo in his book : Mature content-recommendation systems will be adapted for YouTube-like revenue-sharing syndication models. News firms will syndicate truthful content from experts who write as a byproduct of their professional work. All brands within a conglomerate will adhere to a single user experience to ensure algorithms function seamlessly. WITH THE HIDDEN INFRASTRUCTURE SETTLED, THE RIGHT-BRAINERS OPERATE ON THE PLATFORM, AS THEY WOULD ON YOUTUBE, GOOGLE AD MANAGER, OR THE IOS APP STORE: Creators publish content on the super app in allowed formats, as they would on YouTube, and then wait for engagement and revenue attribution. Product managers and developers publish plugins/apps (games, sports scorecards, election dashboards, etc.) and then wait for engagement and revenue attribution. Ad teams publish campaigns with interesting creatives and then wait for impressions, clicks, and leads. BALANCING LEFT-BRAIN EFFICIENCY WITH RIGHT-BRAIN CREATIVITY THROUGH PLATFORMIZATION WILL DEFINE THE MEDIA INDUSTRY’S SUCCESS IN 2025 AND BEYOND. RITVVIJ PARRIKH RUNS AI PRODUCT AT THE TIMES OF INDIA AND WRITES MEDIA FLYWHEELS. Each year, Nieman Lab asks some of the smartest people in journalism what they think is coming in the new year. Here are their predictions for 2025. Covering Trump 2.0, now with less Trump Embracing influencers as allies Readers will seek out well-moderated spaces Accommodating journalists is in — or you’re out Public media reconciles its past with the present The darkness that democracy dies in is here B2B media shifts from content to solutions The federal attack on the press will trickle down locally News websites hit an evolutionary dead end Local media gets its swagger back New dimensions for news storytelling Story budgets get reshaped to coax the disengaged The print revival comes to news How do we cover “people like me”? Double down on journalistic independence Journalism faces a reckoning, in Soviet style Traceability becomes table stakes for AI Focus on the people who elect populists The year newsrooms tackle their structural issues The media becomes an activist for democracy Meet the new metrics, same as the old metrics Journalists build the AI tools they actually want to use Journalism faces its Kobayashi Maru moment Data and context makes a comeback Communities relearn the habits of local news The year we put everything on the table Focusing on what people actually need Declaring platform independence Science journalism becomes plain old journalism Outlets pivot to promoting action, not just news We harness listening to build collective resilience Progressive media at a crossroads Conflict of interest norms will shift We’ll reach beyond our own lane The line between activism and journalism breaks Newsrooms confront lies and win Journalists embrace transparency about the business side The mainstream media will lose its last grip on relevancy Sports journalists break away from access-based journalism Content creators find a place in newsrooms We stop excusing the lack of accessibility in news You’ll need to care more about your value chain Religious-sounding language will be everywhere in 2025 Local collaboration follows contraction The podcast middle class will continue to shrink Building new ways to get information to readers Journalists fight digital decay Publishers find the AI era not all that lucrative Podcasting becomes the primary strategy, not an afterthought Put AI at the beginning, not at the end Adaptive partnerships in the AI data marketplace Newsrooms break new ground in AI No more baby steps in fixing crime coverage AI turns news into a conversation Journalists will learn to stop worrying and love the business plan AI revolutionizes access to multilingual content Why 2025 is all about user needs Antitrust and AI news converge and get local The rise of informal news networks Newsrooms fight back against criminalization There’s no “Trump Bump” (and that’s good!) Adjusting to a tech-heavy but code-light world Journalists explain legislative procedure Investing in the disability beat AI inspires innovation in journalism education Young journalists will reimagine a better press Blocking out the audience’s siren song Journalism education leads the change we seek The New York Times will hire a pro-Trump columnist The media surrenders to Trump 2.0 Newsrooms reinvent their political journalism Taking lessons from independent bookstores Prediction markets go mainstream We’ll draw the lines we will not cross The media industry adopts an insurgent strategy Newsrooms will keep losing their conservative audiences Philanthropy steps up for local news Using AI to make news more accessible Media owners will protect the powerful We’ll stop looking down on content creators Local newsrooms get a boost from data collaborations An authoritarian anti-journalism playbook There will be no second Trump Bump Get ready for the AI-driven world of news Public media embraces its future Your Audience team is now your Creator team Newsrooms face a left-brain/right-brain divide We can’t predict the future — but it’s essential to plan for it Visual investigations become a mainstay of news Media’s acquiescence to Trump will fail Impact investment enters the chat Video-first “podcasts” bring a new kind of coverage The year we stop talking about “AI” Divergent paths for journalism’s future with AI News faces its final unbundling Journalists keep getting harassed Ethical state funding for the press A generation of journalists moves on A new generation of knowledge management tools Journalism has its Kendrick Lamar year Publishers reckon with dark patterns Right-wing studies’ time has come It’s time to redefine sustainability Media companies will love their websites a lot less Focus on the “flabby middle” of the audience funnel Lessons learned in The Building of Lost Causes Play with AI like your career depends on it (it does) AI adoption matures in small and local newsrooms AI companies grapple with what it means to be creators of news More newsrooms will partner with student journalists Newsroom planning goes silo-free We’ll rethink scale, trust, and our life’s work The distinct human writer becomes more essential These stories are our most popular on Twitter over the past 30 days. See all our most recent pieces ➚ Fuego is our heat-seeking Twitter bot, tracking the links the future-of-journalism crowd is talking about most on Twitter. Here are a few of the top links Fuego’s currently watching. Encyclo is our encyclopedia of the future of news, chronicling the key players in journalism’s evolution. Here are a few of the entries you’ll find in Encyclo. Iowa Center for Public Affairs Journalism Help advance the Nieman Foundation’s mission “to promote and elevate the standards of journalism” To promote and elevate the standards of journalism Covering thought leadership in journalism Pushing to the future of journalism Exploring the art and craft of story © 2024 by the President and Fellows of Harvard College The Nieman Journalism Lab is a collaborative attempt to figure out how quality journalism can survive and thrive in the Internet age. It’s a project of the Nieman Foundation for Journalism at Harvard University. © President and Fellows of Harvard College, unless otherwise noted. <div style=\"display:none;\">\n<img src=\"//pixel.quantserve.com/pixel/p-gq_BCDHURdYLP.gif\" border=\"0\" height=\"1\" width=\"1\" alt=\"Quantcast\"/>\n</div>"
  },
  {
    "source": {
      "id": null,
      "name": "The Week Magazine"
    },
    "author": "theweekonlineeditorsuk@futurenet.com (Chas Newkey-Burden, The Week UK)",
    "title": "How domestic abusers are exploiting technology",
    "description": "Apps intended for child safety are being used to secretly spy on partners",
    "url": "https://theweek.com/culture-life/personal-technology/how-domestic-abusers-are-exploiting-technology",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/YsJMEcEfgqDKsJGXayNWMk-1200-80.jpg",
    "publishedAt": "2024-12-18T10:51:43Z",
    "content": "Apps designed as tools to keep children safe are being exploited by domestic abusers to secretly spy on their partners.\r\nThe \"booming market\" for \"family-tracking\" apps that allow parents to see thei… [+3158 chars]",
    "label": 1,
    "probability": 0.32765933871269226,
    "full_content": "How domestic abusers are exploiting technology Apps intended for child safety are being used to secretly spy on partners (Image credit:  In Pictures Ltd. / Corbis via Getty Images) Chas Newkey-Burden, The Week UK Apps designed as tools to keep children safe are being exploited by domestic abusers to secretly spy on their partners.\n\nThe \"booming market\" for \"family-tracking\" apps that allow parents to see their child's location, limit screen time and control internet access, also has a darker side, said Sky News. A woman told the broadcaster that she became suspicious when her \"coercive and controlling\" ex-partner kept \"turning up in places\" she hadn't told anyone she would be, even locations miles from where they lived. She wondered if she'd been \"microchipped – like a cat\" but a worker at a phone repair shop told her that a hidden app called mSpy was \"feeding everything\" on her phone, including her precise location, to a remote dashboard, accessible to the person who had installed it. Escape your echo chamber. Get the facts behind the news, plus analysis from multiple perspectives. Sign up for The Week's Free Newsletters From our morning news briefing to a weekly Good News Newsletter, get the best of The Week delivered directly to your inbox. From our morning news briefing to a weekly Good News Newsletter, get the best of The Week delivered directly to your inbox. Melody said she felt as though \"my entire life had been ripped from me\" when she realised her ex could \"see everywhere I'd been, every person I'd spoken to\" and \"everything in my diary\". The app is just one example of \"stalkerware\" – software \"covertly\" installed on someone's phone so they can be \"monitored remotely\" – said the broadcaster. Of the 18 apps that cybersecurity companies \"flagged\" to Sky News, 14 are marketed as parental control software, and this advertising strategy allows the firms to \"skirt laws\" on covert surveillance, said an expert. Researchers at Montreal's Concordia University said common features of this sort of technology include tracking someone's location, spying on messages and calls, remotely activating their camera and viewing social media and browsing history. Their use is on the rise: the digital security company Avast reported an increase of more than 200% over the past three years. What other tech is exploited by abusers? The domestic-violence charity Refuge said more than 70% of those it provides support to have experienced tech-related abuse within a relationship, reported the BBC. Examples of technology that can be used for \"tech-enabled abuse\" include video doorbells, smart TVs and Amazon Alexas, said Lifestyle Health Hub. A study for the outlet found that 41% of UK women said that a partner or family member knows the password to their personal devices – with 28% of these women saying that they did not give this password willingly. Some 66% of women didn't know where to get information to help secure the devices in their home if they felt they had been compromised by an abuser, and that figure rose to 79% among those aged 45 and over. How can you tell if someone is spying on your phone? If you think someone is spying on your phone, you can \"look for signs like data usage increases, battery drain, overheating or unfamiliar apps\", said Top10VPN. Whether you have an Android or iPhone, the \"most effective option\" to get rid of rogue apps is to do a factory reset, but that will also remove all your data and apps on the device, so back up your data first. Sign up for Today's Best Articles in your inbox A free daily email with the biggest news stories of the day – and the best features from TheWeek.com Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors By submitting your information you agree to the Chas Newkey-Burden, The Week UK Chas Newkey-Burden has been part of The Week Digital team for more than a decade and a journalist for 25 years, starting out on the irreverent football weekly 90 Minutes, before moving to lifestyle magazines Loaded and Attitude. He was a columnist for The Big Issue and landed a world exclusive with David Beckham that became the weekly magazine’s bestselling issue. He now writes regularly for The Guardian, The Telegraph, The Independent, Metro, FourFourTwo and the i new site. He is also the author of a number of non-fiction books. The Nutcracker: English National Ballet's reboot restores 'festive sparkle' The Week Recommends Long-overdue revamp of Tchaikovsky's ballet is 'fun, cohesive and astoundingly pretty' By Irenie Forshaw, The Week UK Published 18 December 24 Congress reaches spending deal to avert shutdown Speed Read The bill would fund the government through March 14, 2025 By Peter Weber, The Week US Published 18 December 24 Today's political cartoons - December 18, 2024 Cartoons Wednesday's cartoons - thoughts and prayers, pound of flesh, and more By The Week US Published 18 December 24 Electric Dreams: a 'nerd's nirvana' at Tate Modern The Week Recommends 'Poignant' show explores 20th-century arts' relationship with technology By The Week UK Published 13 December 24 Spotify Wrapped: a slave to the algorithm? Talking Point Some listeners aren't convinced by the streaming platform's AI features – or what they say about their music habits By Abby Wilson Published 5 December 24 Titan submersible inquiry reveals safety lessons for the future In the Spotlight The submersible imploded in June 2023, killing all five people aboard By Justin Klawans, The Week US Published 25 September 24 A not-so-quiet place: Why is no one using headphones in public anymore? Under the Radar People are increasingly comfortable with both speakerphone and watching videos (very) out loud By Anya Jaremko-Greenwold, The Week US Published 12 July 24 The AI 'concierge' that will decide who you date In the Spotlight If the bots click, real life may follow – or that's the idea, says Bumble By Chas Newkey-Burden, The Week UK Published 17 May 24 The unlikely staying power of the humble floppy disk Under the Radar Outdated and finite storage media are still used by governments around the world and have 'enduring' appeal' By Harriet Marsden, The Week UK Published 16 May 24 6 queer poets to read whenever but especially now The Week Recommends April is National Poetry Month By Scott Hocker, The Week US Published 16 April 24 The Anxious Generation: US psychologist Jonathan Haidt's 'urgent and essential' new book The Week Recommends Haidt calls out 'the Great Rewiring of Childhood' phenomenon By The Week UK Published 1 April 24 The Week is part of Future plc, an international media group and leading digital publisher. Visit our corporate site.\n© Future US, Inc. Full 7th Floor, 130 West 42nd Street, New York, NY 10036."
  },
  {
    "source": {
      "id": null,
      "name": "Plos.org"
    },
    "author": "Rebecca Hui Shan Ong, Hui Shan Sim, Manfred Max Bergman, Choon How How, Constance Ai Li Png, Chau Sian Lim, Lai Huat Peh, Hong Choon Oh",
    "title": "Prevalence and associations of problematic smartphone use with smartphone activities, psychological well-being, and sleep quality in a household survey of Singapore adults",
    "description": "Introduction Despite the many benefits of smartphones, researchers have raised concerns over problematic smartphone use (PSU) and its negative effects on physical and psychological well-being. Studies examining PSU and its impact among adults remain limited. …",
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0315364",
    "urlToImage": "https://journals.plos.org/plosone/article/figure/image?id=10.1371/journal.pone.0315364.t005&size=inline",
    "publishedAt": "2024-12-18T14:00:00Z",
    "content": "Abstract\r\nIntroduction\r\nDespite the many benefits of smartphones, researchers have raised concerns over problematic smartphone use (PSU) and its negative effects on physical and psychological well-be… [+50517 chars]",
    "label": 1,
    "probability": 0.353875994682312,
    "full_content": "<iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-TP26BH\"\n                  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-MQQMGF\"\n                  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click\n          here. Prevalence and associations of problematic smartphone use with smartphone activities, psychological well-being, and sleep quality in a household survey of Singapore adults Roles\n    Conceptualization,\n\n    Data curation,\n\n    Formal analysis,\n\n    Funding acquisition,\n\n    Investigation,\n\n    Methodology,\n\n    Project administration,\n\n    Supervision,\n\n    Visualization,\n\n    Writing – original draft * E-mail: rebecca.ong.h.s@singhealth.com.sg Affiliation\n    Health Services Research, Changi General Hospital, SingHealth, Singapore, Singapore https://orcid.org/0000-0001-8978-0557 Roles\n    Conceptualization,\n\n    Data curation,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Project administration,\n\n    Writing – review & editing Affiliation\n    Care and Health Integration Department, Changi General Hospital, Singapore, Singapore Roles\n    Visualization,\n\n    Writing – review & editing Affiliation\n    Department of Social Sciences, University of Basel, Basel, Switzerland Roles\n    Conceptualization,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Supervision,\n\n    Writing – review & editing Affiliation\n    Family Medicine, Academic Clinical Programme, Duke-NUS, Singapore, Singapore Roles\n    Conceptualization,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Writing – review & editing Affiliation\n    Clinical Psychology Department, Changi General Hospital, Singapore, Singapore Roles\n    Conceptualization,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Writing – review & editing Affiliation\n    Psychological Medicine Department, Changi General Hospital, Singapore, Singapore Roles\n    Funding acquisition,\n\n    Methodology,\n\n    Writing – review & editing Affiliation\n    Psychological Medicine Department, Changi General Hospital, Singapore, Singapore Roles\n    Conceptualization,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Project administration,\n\n    Supervision,\n\n    Writing – review & editing Affiliations\n    Health Services Research, Changi General Hospital, SingHealth, Singapore, Singapore, \n    Centre for Population Health Research and Implementation, Singapore Health Services, Singapore, Singapore https://doi.org/10.1371/journal.pone.0315364 Despite the many benefits of smartphones, researchers have raised concerns over problematic smartphone use (PSU) and its negative effects on physical and psychological well-being. Studies examining PSU and its impact among adults remain limited. Hence, we aim to examine the prevalence of PSU among adults in Singapore, and explore its associations with smartphone activities, sleep quality, and psychological well-being, as well as age and gender-related differences in these associations. A household survey (n = 1200) was conducted among multi-ethnic Singapore adults aged 21 to 60. The survey employed a proportionate stratified random sampling approach. The Smartphone Addiction Scale–Short Version was used to determine risk of PSU. Adjusted multivariable logistic regressions, age-stratified (21–30, and above 30) analyses and sensitivity analyses were performed. The survey response rate was 45.7%. PSU prevalence rate was estimated to be 34.0%. Adults at risk were younger (OR = 3.72, p < 0.001), had poor sleep quality (OR = 2.94), reported depressive (OR = 2.84, p = 0.001) or anxiety symptoms (OR = 2.44, p < 0.001), tend to use smartphones for social media (OR = 2.81, p = 0.002) or entertainment (OR = 2.72, p < 0.001). Protective factors include higher levels of social support (OR = 0.76, p = 0.007), using smartphones for calling family (OR = 0.39, p = 0.003) and friends (OR = 0.53, p = 0.030), and spending four hours or less of smartphone usage duration (OR = 0.40, p < 0.001). Sensitivity analyses confirmed these findings. Associations between PSU and poor sleep quality (OR = 3.72, p < 0.001), depressive (OR = 3.83, p < 0.001), and anxiety symptoms (OR = 2.59, p = 0.004) and social media usage (OR = 3.46, p < 0.001) were more pronounced in adults over 30. PSU was more prevalent among females in those aged 21–30 (OR = 2.60, p = 0.022). Social support appears to be a protective factor for adults over 30 (OR = 0.64, p < 0.001) but was not observed in those aged 21–30. Among males, younger age (21–30 years), poor sleep quality, depressive symptoms, and anxiety symptoms, and using social media and entertainment apps were significantly associated with PSU. Females showed similar associations. Social support appears to be a protective factor for females (OR = 0.70, p = 0.018), but this association was not observed for males. Shorter smartphone usage times were inversely associated with PSU in both genders. A substantial proportion of adults exhibited PSU. Findings highlight the differential associations between PSU and psychological well-being, social support, interactions with technology, and sleep quality. These associations are influenced by age which has implications for preventive efforts. Citation: Ong RHS, Sim HS, Bergman MM, How CH, Png CAL, Lim CS, et al. (2024) Prevalence and associations of problematic smartphone use with smartphone activities, psychological well-being, and sleep quality in a household survey of Singapore adults. PLoS ONE 19(12): e0315364. https://doi.org/10.1371/journal.pone.0315364 Editor: Diego A. Forero, Fundación Universitaria del Área Andina, COLOMBIA Received: May 29, 2024; Accepted: November 25, 2024; Published: December 18, 2024 Copyright: © 2024 Ong et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Data Availability: The data cannot be shared publicly as they contain potentially identifying and sensitive information, such as mental health-related details. Researchers who meet the criteria for access to confidential data can request access through the SingHealth Centralised Institutional Review Board (contact: irb@singhealth.com.sg). Funding: RHSO, HSS, CHH, CALP, CAL, LHP, HCO received funding support from the CGH Joint Research and Innovation Grant (RIG202110-003PR) for this study. The funders had no role in the study design, collection, analysis or interpretation of the data, writing the manuscript, or the decision to submit the paper for publication. Competing interests: The authors have declared that no competing interests exist. Smartphones are widely used and have revolutionized the way we communicate, work, shop, learn, and interact with others [1, 2]. Despite numerous benefits, research has identified negative consequences related to excessive smartphone use [3–6] and proposed constructs such as \"smartphone addiction\" and \"problematic smartphone use\" [7–9]. Excessive smartphone use shares symptomatic similarities with behavioural addictions, including salience, mood changes, tolerance, withdrawal, and conflict [10–12]. No diagnostic criteria for smartphone addiction exist to date, although ongoing efforts are addressing this gap [13]. In this study, we employ Problematic Smartphone Use (PSU) in line with recommendations [14] and is defined as: \"An inability to regulate one’s use of the mobile phone, which eventually involves negative consequences in daily life\" [15]. Psychosocial factors play an important role in the development of PSU. For instance, emotional dysregulation, and the ’fear of missing out’ (FoMO) have been associated with increased vulnerability to PSU as individuals turn to smartphones to manage their negative emotions [16] or engage excessively online to stay socially connected or updated [17]. Gender differences have also been observed, with studies suggesting that females may be at greater risk of PSU due to higher stress levels, anxiety, and higher engagement with social apps. Research suggests that both process-related (e.g. consumption of news, entertainment) and social-related (e.g. social networking, messaging) smartphone use can contribute to the development of PSU. However, it remains unclear which type of use is most strongly associated with PSU [18–20]. Additionally, researchers have observed that females engage with smartphones more frequently for social purposes and experience higher social stress, which could increase their risk of problematic smartphone behaviour [20, 21]. Given the psychological challenges associated with excessive smartphone use, recent studies have explored the potential role of psychological resilience. Resilience has been shown to mediate or moderate the relationship between poor sleep quality, FoMO, mental health, and stress and PSU, potentially acting as a protective factor against PSU [22–24]. Beyond resilience, individual differences, such as personality traits, also play a significant role in susceptibility to PSU. Several studies have found connections between the Big Five personality traits and PSU. Neuroticism correlates positively with PSU, partly due the need to seek reaffirmation for social acceptance and belonging through social media apps [25, 26]. In contrast, conscientiousness has a negative association with PSU, reflecting findings that links low self-regulation to addictive tendencies [26–28]. Extraversion, however, appears unrelated to PSU [26, 29]. Research on PSU has predominantly focused on children and adolescents [16–18], contending that this demographic is particularly vulnerable to sleep disturbances, social dysfunction, academic underperformance, stress, and mental health symptoms [3–6, 19, 20]. However, researchers have emphasised the importance of including adults in PSU research to gain a more comprehensive understanding of PSU [30]. Studies conducted among adults in Spain, Lebanon, and Germany have reported a PSU prevalence of 20.5%, 20.2%, and 20.6%, respectively [31–33], while studies in Hong Kong [34] and Tianjin [35] reported an elevated 39% and 52%, respectively. Research on adults have identified adverse consequences in adulthood [36], such as anxiety, depression, and lower mental well-being among Hong Kong Chinese adults aged 18 years and above [37]. Similarly, associations were observed between PSU and younger age groups, females, prolonged daily smartphone usage, elevated stress, anxiety, depression, and sleep disturbances among German adults aged 16 through 65 [33]. PSU impact on sleep quality has been associated with bedtime procrastination [38, 39]. Zhang and Wu [38] found that bedtime procrastination mediates the relationship between problematic smartphone use and poor sleep quality. They suggest that high levels of smartphone engagement at bedtime, coupled with the reluctance to disengage from activities on smartphones, lead to delays in sleep onset, ultimately resulting in poorer sleep quality and shorter sleep duration. Despite advancements in PSU research, studies on adult populations, particularly across different age groups, remain limited. Neugarten’s theory of adult development posits that, throughout the human lifespan, societal expectations shapes individuals’ engagement in activities, behaviours, and milestones that are specific to their age groups [40]. Given the variation in lifestyles, family environment and behaviours across ages and its influence on smartphone usage [41], it is crucial to consider the influence of age on PSU. While prior research have examined age-related variations in line with the ’components model of addictions’ [11], there remains a limited body of literature on age-related variations in the prevalence of PSU or its associated factors within a multi-ethnic adult population. Our study addresses this gap by exploring PSU among adults in Singapore—a multi-ethnic, urbanised city-state with one of the world’s highest smartphone usage rates, where 97% of the population in 2021 were smartphone users [42]. Specifically, we aim to assess the prevalence of PSU among adults in Singapore, and explore its associations with smartphone activities, sleep quality and psychological well-being, and potential age and gender-related differences in these associations. A cross-sectional household survey was conducted from October to November 2022, targeting Singaporean citizens and permanent residents aged 21 through 60 who owned a smartphone and were proficient in English, Mandarin, or Malay. The recruitment period spanned from October 19, 2022, when the first participant was recruited, to November 26, 2022, when the last participant was recruited. The study sample was drawn from the eastern region of Singapore, with an approximate population of 426,000 residents [43]. The primary outcome, PSU, was evaluated with the Smartphone Addiction Scale–Short Version (SAS-SV) [44]. Suitable reliability and validity measures were reported on this ten-item self-report scale across diverse adult populations, including different cultural backgrounds [34, 45, 46]. The SAS-SV encompassed five domains: daily-life disturbance, withdrawal, cyberspace-oriented relationships, overuse, and tolerance [44]. Responses are measured on a 1–6 ordinal scale, yielding total scores between 10 and 60. Higher scores indicated increased severity of PSU. In accordance with [44], we adopted at risk of PSU cut-off values of 31 for males and 33 for females. Sleep quality and psychological well-being measurements The 19-item Pittsburgh Sleep Quality Index (PSQI) includes seven domains: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleep medications, and daytime dysfunction. Responses and scored on a 0–3 ordinal scale, and the global score ranges between 0 and 21. A global score greater than 5 indicates poor sleep quality [47, 48]. The nine-item Patient Health Questionnaire (PHQ-9) gauges depressive symptom severity [49], while the seven-item Generalized Anxiety Disorder-7 (GAD-7) assesses generalized anxiety disorder symptoms [50]. Responses range between 0 (not at all) and 3 (nearly every day). Symptom severity is assessed as minimal (0–4), mild (5–9), moderate (10–14), or severe (≥ 15). Both instruments exhibited strong reliability and validity across diverse populations and settings [51]. The Perceived Stress Scale (PSS-10), a 10-item scale ranging from 0 (never) and 4 (very often), assesses subjective perceptions of stress. Total scores range between 0 and 40 [52]. The 12-item Multidimensional Scale of Perceived Social Support (MSPSS) assesses perceptions of social support [53]. Responses range between 1 to 7, where higher average scores signify higher perceived social support [54]. Sociodemographic and lifestyle measurements Sociodemographic data included age, gender, ethnicity, education, marital status, profession, housing type, personal monthly income, and residential area (S1 File), while lifestyle data included tobacco, alcohol, and caffeine consumption in the past 12 months. Physical activity levels were assessed by the validated and widely employed International Physical Activity Questionnaire (IPAQ) Short Form on physical activity across various domains, including leisure, work-related, and transportation-related activities, as well as household chores [55]. Smartphone activities questions were adapted from a previous study [4] and included time spent on smartphones, and smartphone activities (S2 File). Smartphone time usage data was recoded into three groups: \"< 2 hours,\" \"2–4 hours,\" and \"> 4 hours\". Household data collection was facilitated by a survey company in collaboration with the first author, who oversaw the training of data collectors. When available, validated translated instruments were employed; otherwise, the survey company utilized back translation [56] between English, Mandarin, and Malay. To boost response rates, notification letters informed residents in advance about the purpose and scheduling of the survey, and participants received a SGD$30 voucher. It took between 20 to 30 minutes to complete the survey, and data collectors made up to three attempts to reach households. Sample size calculation and sampling procedures. Sample size calculation was based on estimates by [34], based on which the Singapore Department of Statistics (SingStat) calculated an estimated sample size of 400, assuming prevalence of 39% at a 95% CI. To address non-response rates, we considered Singapore’s household survey figures, which reported rates of at least 50%, depending on wave [57, 58]. We therefore estimated a non-response rate of 65%, resulting in a rounded estimate of 1200 households to be surveyed. Households were selected based on a proportionate stratified random design by dwelling type (public flats, condominiums, and landed properties). From each selected household, one eligible individual was randomly chosen. The survey response rate was determined by dividing the number of completed surveys by the number of eligible cases (the individuals successfully identified at their households, excluding ineligible cases) and expressing this value as a percentage [59]. Significant components identified in preliminary analyses were integrated into multivariable logistic regression models, adjusting for age, gender, ethnicity, and residential area. Odds ratio (OR) and 95% CIs were reported where appropriate. Given the absence of clinically validated cut-off scores for classifying PSU with the SAS-SV, a sensitivity analysis was conducted by treating SAS-SV scores as a continuous outcome, allowing examination of potential influences of SAS-SV cut-offs on observed effects. Exploratory, age-stratified, and gender-stratified analyses were performed to determine if the associated factors of PSU varied across age groups and gender. All analyses were conducted with SPSS software version 27.0 (IBM Corp. Armonk, NY, USA). The study procedures were carried out in accordance with the Declaration of Helsinki. The SingHealth Centralised Institutional Review Board (CIRB Ref. No.: 2022/2123) approved the study. All participants were informed about the study, oral consent was obtained and documented in the study records, and a waiver of written informed consent documentation was granted by the ethics board based on ethical considerations. The overall survey response rate was 45.7%. Out of 875 eligible households, 400 successfully completed the survey. The characteristics of our sample is summarised in Table 1. The distribution of respondents’ age, gender, ethnicity, and marital status is similar to Singapore’s population census data (S1 Table). https://doi.org/10.1371/journal.pone.0315364.t001 The SAS-SV mean score was 27.8 (SD = 9.9). 136 individuals met the cut-off for PSU, indicating an estimated prevalence of 34.0%, (95% CI 29.4, 38.7). By gender, the prevalence of PSU was 29.5% in males, (95% CI 22.8 to 36.2) and 38.5% in females, (95% CI 31.8 to 45.2). Regarding age groups, the prevalence of PSU was 51.4% (n = 54) among respondents aged 21 through 30, (95% CI 41.3 to 61.6), 27.6% (n = 24) for 31 through 40, (95% CI 17.1 to 38.1), 33.7% (n = 31) for 41 through 50, (95% CI 22.5 to 44.9), and 23.3% (n = 27) for those aged 51 through 60, (95% CI 13.9 to 32.7). Associations of sociodemographic and lifestyle variables with PSU Younger age and unmarried status were significantly associated with PSU (Table 2). Due to collinearity between marital status and age, marital status was excluded in subsequent multivariable logistic regression models. In the adjusted multivariable regression analyses (Table 3), significantly higher odds of PSU were observed for those aged 21 through 30 (OR = 3.72, 95% CI 2.06 to 6.74), p < 0.001) when compared to those aged 51 through 60. Variables associated with problematic smartphone use. https://doi.org/10.1371/journal.pone.0315364.t002 Adjusted multivariable logistic regression of factors associated with problematic smartphone use. https://doi.org/10.1371/journal.pone.0315364.t003 Associations of sleep quality and psychological well-being with PSU Significant associations were observed between PSU and poor sleep quality, self-reported symptoms of depression, and anxiety. Higher social support scores were associated with non-PSU respondents (Table 2). In adjusted multivariable analyses (Table 3), respondents with depressive symptoms had significantly higher odds of PSU compared to those reporting no or minimal symptoms (OR = 2.84, 95% CI 1.61 to 5.02, p = 0.001). Similarly, respondents with anxiety symptoms exhibited significantly higher odds of PSU (OR = 2.44, 95% CI 1.44 to 4.15, p < 0.001). The analyses also revealed higher odds of PSU in respondents experiencing poor sleep quality (OR = 3.10, 95% CI 1.85 to 5.21, p < 0.001). In contrast, higher levels of perceived social support were negatively associated with PSU (OR = 0.76, 95% CI 0.62 to 0.93, p = 0.007). Associations of smartphone activities with PSU Significant associations also exist between PSU and specific smartphone activities, including calling family or friends, accessing social media, listening to music, and video/entertainment apps, and the amount of time on smartphone (Table 2). Multivariable analyses revealed that social media users have significantly higher odds of PSU, compared to non-users (OR = 2.81, 95% CI 1.45 to 5.44, p = 0.002; Table 3), as does video/entertainment usage (OR = 2.76, 95% CI 1.63 to 4.65, p < 0.001). In contrast, respondents using smartphones to make calls to family or friends had lower odds of PSU, compared to non-callers (calling family: OR = 0.39, 95% CI 0.21 to 0.73, p = 0.003; calling friends: OR = 0.53, 95% CI 0.30 to 0.94, p = 0.030). Individuals spending four hours or less daily on smartphones exhibited lower odds of PSU, compared to those using smartphones for more than four hours (two to four hours: OR = 0.40, 95% CI 0.24 to 0.66, p < 0.001; less than two hours: OR = 0.35, 95% CI 0.18 to 0.67, p = 0.001). A sensitivity analysis employing Smartphone Addiction Scale-Short Version (SAS-SV) as a continuous outcome variable yielded consistent findings with the primary analyses (S2 Table), which suggests that associations with PSU were not significantly influenced by the SAS-SV cut-off scores. Given the significant prevalence of PSU among individuals aged 21 through 30, age-stratified analyses were performed to compare this age group with those aged over 30 (Table 4). Adjusted multivariable logistic regression models in the 21–30 age bracket (n = 105) showed significant positive associations with PSU for being female (OR = 2.60, 95% CI 1.15 to 5.88, p = 0.022) and the use of smartphone video/entertainment apps (OR = 6.03, 95% CI 1.58 to 22.95, p < 0.003). In the aged 30 and above cohort (n = 295), significant associations with PSU included poor sleep quality (OR = 3.72, 95% CI 2.01 to 6.87, p < 0.001), depressive symptoms (OR = 3.83, 95% CI 1.95 to 7.49, p < 0.001), anxiety symptoms (OR = 2.59, 95% CI 1.36 to 4.90, p = 0.004), browsing social media (OR = 3.46, 95% CI 1.66 to 7.21, p < 0.001) or video/entertainment apps (OR = 2.23, 95% CI 1.27 to 3.94, p = 0.006). Conversely, smartphone use for calling family (OR = 0.41, 95% CI 0.20 to 0.83, p = 0.014) and friends (OR = 0.45, 95% CI 0.23 to 0.86, p = 0.015), using smartphones for four hours or less daily (two to four hours: OR = 0.22, 95% CI 0.11 to 0.43, p< 0.001; less than two hours: OR = 0.22, 95% CI 0.11 to 0.45, p < 0.001), as well as higher levels of perceived social support (OR = 0.64, 95% CI 0.50 to 0.81, p < 0.001) were negatively associated with PSU in participants aged 30 and above. Age-stratified adjusted multivariable logistic regression models. https://doi.org/10.1371/journal.pone.0315364.t004 Given the established evidence in the literature pointing to gender differences in PSU, we conducted an exploratory analysis to investigate this further. Our age-stratified analysis additionally revealed gender-based variations in PSU prevalence, supporting the association between gender and PSU. Gender-stratified logistic regression analyses were performed, with adjustments for age, ethnicity, and residential area (Table 5). Among males, those aged 21–30 years had significantly higher odds of PSU compared to those aged 51–60 years (OR = 3.27, 95% CI 1.30 to 8.22, p = 0.012). For females, individuals aged 21–30 years exhibited significantly higher odds of PSU (OR = 4.97, 95% CI 2.16 to 11.45, p < 0.001). Poor sleep quality was significantly associated with increased odds of PSU in both males (OR = 3.15, 95% CI 1.46 to 6.81, p = 0.003) and females (OR = 3.04, 95% CI 1.51 to 6.15, p = 0.002). Depressive symptoms were associated with higher odds of PSU for both genders, with an adjusted OR of 4.23, 95% CI [1.72, 10.44], p = 0.002 for males, and adjusted OR of 2.15, 95% CI [1.03, 4.49], p = 0.041 for females. Anxiety symptoms were also significantly associated with PSU, with an adjusted OR of 3.04, 95% CI [1.29, 7.15], p = 0.011 for males, and adjusted OR of 2.06, 95% CI [1.04, 4.10], p = 0.038 for females. Gender-stratified adjusted multivariable logistic regression models. https://doi.org/10.1371/journal.pone.0315364.t005 Social media use was positively associated with PSU in males (OR = 2.77, 95% CI 1.11 to 6.94, p = 0.030) and females (OR = 2.62, 95% CI 1.03 to 6.67, p = 0.044). Watching videos or entertainment apps was also associated with higher odds of PSU in males (OR = 2.15, 95% CI 1.03 to 4.49, p = 0.042) and females (OR = 3.91, 95% CI 1.83 to 8.34, p < 0.001). Conversely, calling friends was associated with lower odds of PSU among males (OR = 0.37, 95% CI 0.16 to 0.87, p = 0.022) but not among females (p = 0.748). Smartphone usage of 2–4 hours per day was associated with lower odds of PSU relative to usage over 4 hours per day for males (OR = 0.42, 95% CI 0.20 to 0.89, p = 0.024) and females (OR = 0.37, 95% CI 0.18 to 0.73, p = 0.004). Among females, less than 2 hours of daily usage was also associated with significantly lower odds of PSU (OR = 0.27, 95% CI 0.10 to 0.69, p = 0.007). Higher perceived social support was associated with reduced odds of PSU in females (OR = 0.70, 95% CI 0.52 to 0.94, p = 0.018), although this association did not reach significance in males (p = 0.071). The PSU prevalence of 34% among Singaporean adult residents surpasses the rates in Spain, Lebanon, and Germany [31–33], yet fall below Hong Kong and Tianjin [34, 60]. These variations may be due in part to cultural differences, as has also been proposed by [61] in a cross-cultural mixed methods study, where Chinese university students had significantly higher rates of PSU, compared to their British counterparts. Our findings reveal a positive association between PSU and engagement with social media, in contrast to protective effects associated with social networking, such as phoning family and friends. This finding clearly points at the differential effects of smartphone use, depending on the nuanced ways individuals interact with technology. In this sense, positive and meaningful interactions with significant others via smartphones may either bypass or alleviate PSU. Research indeed indicates that messaging and digital connections, for example, are less likely associated with PSU [18]. Consistent with prior research among children and adolescents [11], our study reinforced the observation that younger individuals across gender in our diverse, multi-ethnic adult sample exhibited a heightened susceptibility to PSU, with results suggesting that females in the 21–30 age group displayed greater susceptibility compared to males. The observed age-related vulnerability may be linked to the type and degree of smartphone engagement among younger adults [62], which may render younger individuals more susceptible to gratification and reinforcement patterns and thus contribute to PSU [63]. Age-related difference could be associated with developmental and societal norms. The gender difference observed in the 21–30 age group is consistent with previous studies [64]. However, this gender difference was not present in the 30 and above group. The reason for this lack of gender difference in older age groups remains unclear and warrants further investigation. Contrary to expectations and the reported 4.3% prevalence in the literature, [11], older individuals in our study exhibited a substantial PSU prevalence of 23%. This highlights the importance of intervention strategies that address diverse age groups, motivations, and needs. If PSU is viewed as stemming from underlying issues like loneliness and social isolation, interventions should target those specific needs. Looking beyond individual therapies like motivation enhancement and cognitive behavioural therapy [65], therapies that involve patients and their social setting to manage PSU may include family and couple therapy [66, 67]. Furthermore, practical psychosocial interventions can be beneficial, which may include participation in community activities, courses, group exercises, and support groups [68]. For elderly, especially less mobile patients or those experiencing age-related stressors such as caregiver burden or \"empty nest” symptoms [69], community nursing or other care programs may effectively mitigate PSU [70]. Our findings also indicated that the associations between PSU, increased smartphone usage, and symptoms of poor mental well-being such as anxiety, depression, and sleep disturbances are also present in our adult sample among those aged 21 through 60, in both genders. Evidence suggests that excessive smartphone use, especially before bedtime, is linked to decreased sleep efficiency, poorer sleep quality, and delayed bedtime [71, 72]. Prospective longitudinal studies have also revealed the possibility of a bidirectional association between PSU, sleep quality and mental health symptoms, suggesting complex reciprocities [72–74]. The absence of a significant association between poor sleep quality and PSU among ages 21 to 30 is consistent with a prior study [75]. However, we observed a departure from this trend among participants older than 30, where significant associations were found between poor sleep quality, mental health symptoms, and PSU. The relationship between PSU, age-related mental health symptoms, and sleep quality is complex, and this relationship may be influenced by variations in psychological resilience, as resilience moderates the relationship between mental well-being and PSU [76]. It is also important to recognize the inherent limitation in our study, as sleep quality and mental health symptoms were assessed through self-reports. While both genders demonstrated increased PSU risk associated with social media use and entertainment apps, gender-specific trends were observed in the types of smartphone activities linked to PSU. For instance, males had lower odds of PSU when frequently calling friends. This finding aligns with the observation that men may use smartphones differently than women, with potentially fewer social pressures tied to online engagement [20, 21]. Interestingly, when considering the role of social support, our findings indicate that higher levels of perceived social support was not protective against PSU among younger individuals (21–30 years). However, in individuals older than 30, greater perceived social support was protective against PSU. This suggests that the protective influence of social support might differ as social dynamics and support systems evolve with age. Additionally, higher perceived social support was significantly associated with reduced PSU odds in females but not males. The existing literature on gendered patterns of social connectivity offers a potential explanation [77]. Females are more likely to use social connectivity sites and apps, making smartphones a tool for maintaining and developing relationships. However, the presence of offline and external social support networks may reduce their reliance on smartphones for these purposes. In contrast, males may not experience the same protective benefit, due to differences in how they use smartphones or expect support from their social networks [78]. This study provides valuable insights into the prevalence of PSU, emphasizing its community-wide and age-sensitive significance among Singaporean adult residents. A notable strength lies in the inclusion of middle-aged adults within a multi-ethnic population, an aspect often overlooked in PSU research. Surveying a broad and diverse population enables a comprehensive examination of PSU across various age groups, contributing to a more inclusive understanding of PSU in the general population. The study’s sampling methodology resulted in a sample closely reflecting the general population, thus enhancing the external validity of the findings. However, some limitations need to be highlighted. Our sample is drawn from eastern Singaporean adult residents. Future research should include a wider geographic region and age groups to complement our understanding of PSU on a national level. The survey response rate of 45.7% suggests the possibility of respondent bias, although it aligns with reported response rates for household community surveys in Singapore [79]. The cross-sectional design limits the ability to establish temporal trends, cohort dynamics, and causal explanations. Longitudinal, even panel designs, possibly as part of a larger health programme, would provide stronger evidence regarding the temporal, age and cohort-specific, and causal nature of smartphone use and associated problematic behaviours. While the SAS-SV has demonstrated reliability and validity in previous studies [34, 45], the cut-off values used in this study have not been validated in the local population. Although sensitivity analyses were conducted to address this concern, interpreting the applicability of these cut-off values should be contextualised accordingly. Lastly, reliance on self-reported data introduces the possibility of recall bias or social desirability bias, potentially leading to measurement error. This study revealed that the prevalence of PSU among adults in Singapore is considerable and requires further research. Notably, younger age, mental health symptoms, poor sleep quality, and engagement with social media or video/entertainment apps were found to be associated with PSU. Conversely, higher levels of perceived social support, utilising smartphones for communication with family or friends, and lesser time spent on smartphones were negatively associated with PSU. Furthermore, the elevated rates of PSU among the older population, in contrast to other studies, gives cause for concern. These results highlight the need for more studies, including mixed methods designs, and the need for interventions and treatment programs. Evaluating and exploring effective interventions that foster genuine human connections, on and offline, may provide valuable insights for policymakers, and mental health professionals seeking to address the challenges posed by the digital era. S1 File. Sociodemographics and lifestyle questionnaire. https://doi.org/10.1371/journal.pone.0315364.s001 S2 File. Smartphone activities usage questions. https://doi.org/10.1371/journal.pone.0315364.s002 S1 Table. Comparison of study sample profile with Singapore census data. https://doi.org/10.1371/journal.pone.0315364.s003 S2 Table. Sensitivity analyses with Smartphone Addiction Scale–Short Version as a continuous outcome. https://doi.org/10.1371/journal.pone.0315364.s004 We would like to express our thanks to Koh Xuan Han for his guidance in the sensitivity analyses of our data. We also wish to express our sincere gratitude to all the participants who generously contributed their time to this study. Pitichat T. Smartphones in the workplace: Changing organizational behavior, transforming the future. LUX. 2013;3:1–10. Sarwar M, Soomro T. Impact of Smartphone’s on Society. Eur J Sci Res. 2013;98. Grant JE, Lust K, Chamberlain SR. Problematic smartphone use associated with greater alcohol consumption, mental health issues, poorer academic performance, and impulsivity. Journal of Behavioral Addictions. 2019;8(2):335–42. Epub 2019/07/02.  pmid:31257917; PubMed Central PMCID: PMC6609450. Thomée S, Härenstam A, Hagberg M. Mobile phone use and stress, sleep disturbances, and symptoms of depression among young adults—a prospective cohort study. BMC Public Health. 2011;11(1):66.  pmid:21281471 Sohn SY, Rees P, Wildridge B, Kalk NJ, Carter B. Prevalence of problematic smartphone usage and associated mental health outcomes amongst children and young people: a systematic review, meta-analysis and GRADE of the evidence. BMC Psychiatry. 2019;19(1):356–.  pmid:31779637. Duke É, Montag C. Smartphone addiction, daily interruptions and self-reported productivity. Addictive Behaviors Reports. 2017;6:90–5.  pmid:29450241 Lin YH, Chiang CL, Lin PH, Chang LR, Ko CH, Lee YH, et al. Proposed Diagnostic Criteria for Smartphone Addiction. PLoS One. 2016;11(11):e0163010. Epub 2016/11/16.  pmid:27846211; PubMed Central PMCID: PMC5112893. Harris B, Regan T, Schueler J, Fields SA. Problematic Mobile Phone and Smartphone Use Scales: A Systematic Review. Front Psychol. 2020;11:672. Epub 2020/05/21.  pmid:32431636; PubMed Central PMCID: PMC7214716. Long J, Liu T-Q, Liao Y-H, Qi C, He H-Y, Chen S-B, et al. Prevalence and correlates of problematic smartphone use in a large random sample of Chinese undergraduates. BMC Psychiatry. 2016;16(1):408.  pmid:27855666 Griffiths M. A‘components’ model of addiction within a biopsychosocial framework. J Subst Use. 2005;10(4):191–7. Csibi S, Griffiths MD, Demetrovics Z, Szabo A. Analysis of Problematic Smartphone Use Across Different Age Groups within the ‘Components Model of Addiction’. Int J Ment Health Addict. 2021;19(3):616–31. James RJE, Dixon G, Dragomir M-G, Thirlwell E, Hitcham L. Understanding the construction of ‘behavior’ in smartphone addiction: A scoping review. Addict Behav. 2023;137:107503.  pmid:36228362 Busch PA, McCarthy S. Antecedents and consequences of problematic smartphone use: A systematic literature review of an emerging research area. Comput Human Behav. 2021;114:106414. https://doi.org/10.1016/j.chb.2020.106414 Panova T, Carbonell X. Is smartphone addiction really an addiction? Journal of Behavioral Addictions. 2018;7(2):252–9.  pmid:29895183 Billieux J. Problematic use of the mobile phone: A literature review and a pathways model. Curr Psychiatry Rev. 2012;8(4):299–307. Yang H, Wang Z, Elhai JD, Montag C. The relationship between adolescent emotion dysregulation and problematic technology use: Systematic review of the empirical literature. Journal of Behavioral Addictions. 2022;11(2):290–304.  pmid:35895565 Arrivillaga C, Hallauer CJ, Montag C, Elhai JD. Emotion dysregulation factors associated with problematic smartphone use severity: The mediating role of fear of missing out. Addict Behav. 2023;143:107708.  pmid:37001259 Elhai JD, Levine JC, Dvorak RD, Hall BJ. Non-social features of smartphone use are most related to depression, anxiety and problematic smartphone use. Comput Human Behav. 2017;69:75–82. https://doi.org/10.1016/j.chb.2016.12.023 Lopez-Fernandez O, Honrubia-Serrano L, Freixa-Blanxart M, Gibson W. Prevalence of Problematic Mobile Phone Use in British Adolescents. Cyberpsychology, Behavior, and Social Networking. 2013;17(2):91–8.  pmid:23981147 van Deursen AJAM Bolle CL, Hegner SM Kommers PAM. Modeling habitual and addictive smartphone behavior: The role of smartphone usage types, emotional intelligence, social stress, self-regulation, age, and gender. Comput Human Behav. 2015;45:411–20. https://doi.org/10.1016/j.chb.2014.12.039 Chen B, Liu F, Ding S, Ying X, Wang L, Wen Y. Gender differences in factors associated with smartphone addiction: a cross-sectional study among medical college students. BMC Psychiatry. 2017;17(1):341.  pmid:29017482 Hao Z, Jin L, Huang J, Akram HR, Cui Q. Resilience and problematic smartphone use: a moderated mediation model. BMC Psychiatry. 2023;23(1):36.  pmid:36639669 Hidalgo-Fuentes S, Martí-Vilar M, Ruiz-Ordoñez Y. Problematic Internet Use and Resilience: A Systematic Review and Meta-Analysis. Nursing Reports [Internet]. 2023; 13(1):[337–50 pp.].  pmid:36976684 Gong Z, Lv Y, Jiao X, Liu J, Sun Y, Qu Q. The relationship between COVID-19-related restrictions and fear of missing out, problematic smartphone use, and mental health in college students: The moderated moderation effect of resilience and social support. Frontiers in Public Health. 2022;10.  pmid:36203674 Marciano L, Camerini A-L, Schulz PJ. Neuroticism and internet addiction: What is next? A systematic conceptual review. Pers Individ Dif. 2022;185:111260. https://doi.org/10.1016/j.paid.2021.111260 Marengo D, Sindermann C, Häckel D, Settanni M, Elhai JD, Montag C. The association between the Big Five personality traits and smartphone use disorder: A meta-analysis. Journal of Behavioral Addictions. 2020;9(3):534–50.  pmid:33011714 Erdem C, Uzun AM. Smartphone Addiction Among Undergraduates: Roles of Personality Traits and Demographic Factors. Technology, Knowledge and Learning. 2022;27(2):579–97. Horwood S, Anglim J. Personality and problematic smartphone use: A facet-level analysis using the Five Factor Model and HEXACO frameworks. Comput Human Behav. 2018;85:349–59. https://doi.org/10.1016/j.chb.2018.04.013 Xiong S, Xu Y, Zhang B, Zhu L, Xie J. Smartphone Addiction and Eysenck’s Personality Traits Among Chinese Adolescents: A Meta-Analysis. Front Psychol. 2022;12.  pmid:35185692 De-Sola Gutiérrez J, Rodríguez de Fonseca F, Rubio G. Cell-Phone Addiction: A Review. Front Psychiatry. 2016;7. de-Sola J, Talledo H, Rodríguez de Fonseca F, Rubio G. Prevalence of problematic cell phone use in an adult population in Spain as assessed by the Mobile Phone Problem Use Scale (MPPUS). PLoS One. 2017;12(8):e0181184. Epub 2017/08/05.  pmid:28771626; PubMed Central PMCID: PMC5542596 Nahas M, Hlais S, Saberian C, Antoun J. Problematic smartphone use among Lebanese adults aged 18–65 years using MPPUS-10. Comput Human Behav. 2018;87:348–53. https://doi.org/10.1016/j.chb.2018.06.009 Winkler A, Jeromin F, Doering BK, Barke A. Problematic smartphone use has detrimental effects on mental health and somatic symptoms in a heterogeneous sample of German adults. Comput Human Behav. 2020;113:106500. https://doi.org/10.1016/j.chb.2020.106500 Luk TT, Wang MP, Shen C, Wan A, Chau PH, Oliffe J, et al. Short version of the Smartphone Addiction Scale in Chinese adults: Psychometric properties, sociodemographic, and health behavioral correlates. Journal of Behavioral Addictions. 2018;7(4):1157–65. Epub 2018/11/13.  pmid:30418073; PubMed Central PMCID: PMC6376375. Ratan ZA, Parrish AM, Zaman SB, Alotaibi MS, Hosseinzadeh H. Smartphone Addiction and Associated Health Outcomes in Adult Populations: A Systematic Review. International Journal of Environmental Research and Public Health. 2021;18(22). Epub 2021/11/28.  pmid:34832011; PubMed Central PMCID: PMC8622754. Coyne SM, Stockdale L, Summers K. Problematic cell phone use, depression, anxiety, and self-regulation: Evidence from a three year longitudinal study from adolescence to emerging adulthood. Comput Human Behav. 2019;96:78–84. https://doi.org/10.1016/j.chb.2019.02.014 Guo N, Luk TT, Ho SY, Lee JJ, Shen C, Oliffe J, et al. Problematic Smartphone Use and Mental Health in Chinese Adults: A Population-Based Study. International Journal of Environmental Research and Public Health. 2020;17(3). Epub 2020/02/06.  pmid:32013111; PubMed Central PMCID: PMC7037190. Zhang MX, Wu AMS. Effects of smartphone addiction on sleep quality among Chinese university students: The mediating role of self-regulation and bedtime procrastination. Addict Behav. 2020;111:106552.  pmid:32717501 Correa-Iriarte S, Hidalgo-Fuentes S, Martí-Vilar M. Relationship between Problematic Smartphone Use, Sleep Quality and Bedtime Procrastination: A Mediation Analysis. Behavioral Sciences [Internet]. 2023; 13(10).  pmid:37887489 Neugarten BL, Moore JW, Lowe JC. Age norms, age constraints,and adult socialization. AJS. 1965;70:710–7. Epub 1965/05/01.  pmid:14298073 Lai X, Huang S, Nie C, Yan JJ, Li Y, Wang Y, et al. Trajectory of problematic smartphone use among adolescents aged 10–18 years: The roles of childhood family environment and concurrent parent–child relationships. Journal of Behavioral Addictions. 2022;11(2):577–87.  pmid:35895472 IMDA. Individuals Smartphone Usage by Age Group, 2017–2021 [4 Aug 2023]. Available from: https://www.imda.gov.sg/About-IMDA/Research-and-Statistics/Digital-Society Singapore Department of Statistics Geographical Distribution Dashboard 2022 [4 Aug 2023]. Available from: https://www.singstat.gov.sg/find-data/search-by-theme/population/geographic-distribution/visualising-data/geographical-distribution-dashboard Kwon M, Kim D-J, Cho H, Yang S. The Smartphone Addiction Scale: Development and Validation of a Short Version for Adolescents. PLoS One. 2014;8(12):e83558.  pmid:24391787 Harris B, McCredie M, Fields S. Examining the psychometric properties of the Smartphone Addiction Scale and its short version for use with emerging adults in the U.S. Comput Human Behav. 2020;1:100011. https://doi.org/10.1016/j.chbr.2020.100011 Lopez-Fernandez O. Short version of the Smartphone Addiction Scale adapted to Spanish and French: Towards a cross-cultural research in problematic mobile phone use. Addict Behav. 2017;64:275–80.  pmid:26685805 Grandner MA, Kripke DF, Yoon IY, Youngstedt SD. Criterion validity of the Pittsburgh Sleep Quality Index: Investigation in a non-clinical sample. Sleep Biol Rhythms. 2006;4(2):129–39. Epub 2006/06/01.  pmid:22822303; PubMed Central PMCID: PMC3399671. Buysse DJ, Reynolds CF 3rd, Monk TH, Berman SR, Kupfer DJ. The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research. Psychiatry Res. 1989;28(2):193–213. Epub 1989/05/01.  pmid:2748771. Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001;16(9):606–13.  pmid:11556941. Spitzer RL, Kroenke K, Williams JB, Löwe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006;166(10):1092–7. Epub 2006/05/24.  pmid:16717171. Kroenke K, Spitzer RL, Williams JBW, Löwe B. The Patient Health Questionnaire Somatic, Anxiety, and Depressive Symptom Scales: a systematic review. Gen Hosp Psychiatry. 2010;32(4):345–59.  pmid:20633738 Cohen S. Perceived stress in a probability sample of the United States. The social psychology of health. The Claremont Symposium on Applied Social Psychology. Thousand Oaks, CA, US: Sage Publications, Inc; 1988. p. 31–67. Zimet GD, Dahlem NW, Zimet SG, Farley GK. The Multidimensional Scale of Perceived Social Support. J Pers Assess. 1988;52(1):30–41.  pmid:38329648 Zimet G. Multidimensional Scale of Perceived Social Support (MSPSS)—Scale Items and Scoring Information2016. Craig CL, Marshall AL, Sjöström M, Bauman AE, Booth ML, Ainsworth BE, et al. International physical activity questionnaire: 12-country reliability and validity. Med Sci Sports Exerc. 2003;35(8):1381–95. Epub 2003/08/06.  pmid:12900694. Salazar AM, Evans J, Sahgal N. How we translate survey questions to be fielded around the world 2022 [22 April 2024]. Available from: https://www.pewresearch.org/decoded/2022/04/how-we-translate-survey-questions-to-be-fielded-around-the-world/ Ge L, Yap CW, Ong R, Heng BH. Social isolation, loneliness and their relationships with depressive symptoms: A population-based study. PLoS One. 2017;12(8):e0182145.  pmid:28832594 Chia SE, Chia HP, Tan JS. Prevalence of headache among handheld cellular telephone users in Singapore: a community study. Environ Health Perspect. 2000;108(11):1059–62. Epub 2000/12/05.  pmid:11102297; PubMed Central PMCID: PMC1240163. Chong SA, Abdin E, Vaingankar JA, Heng D, Sherbourne C, Yap M, et al. A population-based survey of mental disorders in Singapore. Ann Acad Med Singap. 2012;41(2):49–66. Epub 2012/04/14. pmid:22498852. Elhai JD, Yang H, McKay D, Asmundson GJG. COVID-19 anxiety symptoms associated with problematic smartphone use severity in Chinese adults. J Affect Disord. 2020;274:576–82.  pmid:32663990 Yang Z, Asbury K, Griffiths MD. Do Chinese and British University Students Use Smartphones Differently? A Cross-cultural Mixed Methods Study. Int J Ment Health Addict. 2019;17(3):644–57. Andone I, Błaszkiewicz K, Eibes M, Trendafilov B, Montag C, Markowetz A. How age and gender affect smartphone usage. Proceedings of the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing: Adjunct; Heidelberg, Germany: Association for Computing Machinery; 2016. p. 9–12. Coyne SM, Padilla-Walker LM, Howard E. Emerging in a Digital World: A Decade Review of Media Use, Effects, and Gratifications in Emerging Adulthood. Emerging Adulthood. 2013;1(2):125–37. Fischer-Grote L, Kothgassner OD, Felnhofer A. Risk factors for problematic smartphone use in children and adolescents: a review of existing literature. Neuropsychiatr. 2019;33.  pmid:31493233 Cacioppo S, Grippo AJ, London S, Goossens L, Cacioppo JT. Loneliness: Clinical Import and Interventions. Perspect Psychol Sci. 2015;10(2):238–49.  pmid:25866548 Veronese N, Galvano D, D’Antiga F, Vecchiato C, Furegon E, Allocco R, et al. Interventions for reducing loneliness: An umbrella review of intervention studies. Health & Social Care in the Community. 2021;29(5):e89–e96.  pmid:33278311 Masi CM, Chen H-Y, Hawkley LC, Cacioppo JT. A Meta-Analysis of Interventions to Reduce Loneliness. Pers Soc Psychol Rev. 2010;15(3):219–66.  pmid:20716644 Bessaha ML, Sabbath EL, Morris Z, Malik S, Scheinfeld L, Saragossi J. A Systematic Review of Loneliness Interventions Among Non-elderly Adults. Clin Soc Work J. 2020;48(1):110–25. Zhai Y, Yi H, Shen W, Xiao Y, Fan H, He F, et al. Association of empty nest with depressive symptom in a Chinese elderly population: A cross-sectional study. J Affect Disord. 2015;187:218–23.  pmid:26342917 Hoang P, King JA, Moore S, Moore K, Reich K, Sidhu H, et al. Interventions Associated With Reduced Loneliness and Social Isolation in Older Adults: A Systematic Review and Meta-analysis. JAMA Network Open. 2022;5(10):e2236676–e.  pmid:36251294 Christensen MA, Bettencourt L, Kaye L, Moturu ST, Nguyen KT, Olgin JE, et al. Direct Measurements of Smartphone Screen-Time: Relationships with Demographics and Sleep. PLoS One. 2016;11(11):e0165331.  pmid:27829040 Cui G, Yin Y, Li S, Chen L, Liu X, Tang K, et al. Longitudinal relationships among problematic mobile phone use, bedtime procrastination, sleep quality and depressive symptoms in Chinese college students: a cross-lagged panel analysis. BMC Psychiatry. 2021;21(1):449.  pmid:34507561 Sampasa-Kanyinga H, Chaput J-P, Huang B-H, Duncan MJ, Hamer M, Stamatakis E. Bidirectional associations of sleep and discretionary screen time in adults: Longitudinal analysis of the UK biobank. J Sleep Res. 2023;32(2):e13727.  pmid:36114149 Zhang J, Yuan G, Guo H, Zhang X, Zhang K, Lu X, et al. Longitudinal association between problematic smartphone use and sleep disorder among Chinese college students during the COVID-19 pandemic. Addict Behav. 2023;144:107715.  pmid:37059002 Demirci K, Akgönül M, Akpinar A. Relationship of smartphone use severity with sleep quality, depression, and anxiety in university students. Journal of Behavioral Addictions. 2015;4(2):85–92. Epub 2015/07/02.  pmid:26132913; PubMed Central PMCID: PMC4500888. Yilmaz R, Karaoglan Yilmaz FG. Problematic Internet use in Adults: The Role of Happiness, Psychological Resilience, Dispositional Hope, and Self-control and Self-management. J Ration Emot Cogn Behav Ther. 2023;41(3):727–45.  pmid:36247047 Roberts JA, Yaya LH, Manolis C. The invisible addiction: cell-phone activities and addiction among male and female college students. J Behav Addict. 2014;3(4):254–65. Epub 2015/01/18.  pmid:25595966; PubMed Central PMCID: PMC4291831. Tifferet S. Gender Differences in Social Support on Social Network Sites: A Meta-Analysis. Cyberpsychology, Behavior, and Social Networking. 2020;23(4):199–209.  pmid:32096662 George PP, Heng BH, De Castro Molina JA, Wong LY, Wei Lin NC, Cheah JTS. Self-reported chronic diseases and health status and health service utilization—Results from a community health survey in Singapore. Int J Equity Health. 2012;11(1):44.  pmid:22894180 PLOS Neglected Tropical Diseases PLOS Sustainability and Transformation PLOS is a nonprofit 501(c)(3) corporation, #C2354500, based in California, US Our website uses different types of cookies. Optional cookies will only be set with your consent and you may withdraw this consent at any time. Below you can learn more about the types of cookies PLOS uses and register your cookie preferences. Customize Your Cookie Preference Save Selected Preferences and Close For more information about the cookies and other technologies used by us, please read our Cookie Policy."
  },
  {
    "source": {
      "id": null,
      "name": "Plos.org"
    },
    "author": "Yunwoo Choi, Changjun Lee",
    "title": "Profiling the AI speaker user: Machine learning insights into consumer adoption patterns",
    "description": "The objective of this study is to identify the characteristics of users of AI speakers and predict potential consumers, with the aim of supporting effective advertising and marketing strategies in the fast-evolving media technology landscape. To do so, our an…",
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0315540",
    "urlToImage": "https://journals.plos.org/plosone/article/figure/image?id=10.1371/journal.pone.0315540.g007&size=inline",
    "publishedAt": "2024-12-18T14:00:00Z",
    "content": "Abstract\r\nThe objective of this study is to identify the characteristics of users of AI speakers and predict potential consumers, with the aim of supporting effective advertising and marketing strate… [+70588 chars]",
    "label": 1,
    "probability": 0.3334955871105194,
    "full_content": "<iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-TP26BH\"\n                  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-MQQMGF\"\n                  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click\n          here. Profiling the AI speaker user: Machine learning insights into consumer adoption patterns Roles\n    Conceptualization,\n\n    Data curation,\n\n    Formal analysis,\n\n    Methodology,\n\n    Validation,\n\n    Writing – original draft Affiliation\n    Institute of Interaction Science, Sungkyunkwan University, Seoul, South Korea Roles\n    Investigation,\n\n    Supervision,\n\n    Validation,\n\n    Visualization,\n\n    Writing – review & editing Affiliation\n    School of Convergence, College of Computing and Informatics, Sungkyunkwan University, Seoul, South Korea https://orcid.org/0000-0002-8859-9796 https://doi.org/10.1371/journal.pone.0315540 5. Results for AI speaker acceptance factors 6. Results for profiling potential consumers of AI speakers The objective of this study is to identify the characteristics of users of AI speakers and predict potential consumers, with the aim of supporting effective advertising and marketing strategies in the fast-evolving media technology landscape. To do so, our analysis employs decision trees, random forests, support vector machines, artificial neural networks, and XGboost, which are typical machine learning techniques for classification and leverages the 2019 Media & Consumer Research survey data from the Korea Broadcasting and Advertising Corporation (N = 3,922). The final XGboost model, which performed the best among the other machine learning models, specifically forecasts individuals aged 45–50 and 60–65, who are active on social networking platforms and have a preference for varied programming content, as the most likely future users. Additionally, the model reveals their distinct lifestyle patterns, such as higher internet usage during weekdays and increased cable TV viewership on weekends, along with a better understanding of 5G technology. This pioneering effort in IoT consumer research employs advanced machine learning to not just predict, but intricately profile potential AI speaker consumers. It elucidates critical factors influencing technology uptake, including media consumption habits, attitudes, values, and leisure activities, providing valuable insights for creating focused and effective advertising and marketing strategies. Citation: Choi Y, Lee C (2024) Profiling the AI speaker user: Machine learning insights into consumer adoption patterns. PLoS ONE 19(12): e0315540. https://doi.org/10.1371/journal.pone.0315540 Editor: Ricardo Limongi, Federal University of Goias: Universidade Federal de Goias, BRAZIL Received: March 15, 2024; Accepted: November 26, 2024; Published: December 18, 2024 Copyright: © 2024 Choi, Lee. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Data Availability: The 2019 MCR survey data, which forms the basis of our study, is accessible for download via the following link: 2019 MCR Survey Data (https://adstat.kobaco.co.kr/mcr/portal/dataSet/mdssInfoPage.do?orderState=regDt&pageSize=10&pageIndex=1&searchItem=all&searchText=&datasetId=DS_MST_0000000422#). To obtain the dataset, users must enter their email address and provide information regarding their organization, including its type, size, and their specific job responsibilities. Once these details are submitted, the complete raw data file can be downloaded. This data is pivotal for replicating and validating our research findings. Funding: This work was supported by the Ministry of Education of the Republic of Korea and the National Research Foundation of Korea (NRF-2023S1A5A2A21086671). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Competing interests: The authors have declared that no competing interests exist. The Internet of Things (IoT) technology serves as a pivotal force in shaping the hyper-connected society engendered by the Fourth Industrial Revolution. Owing to the widespread adoption of mobile devices, such as smartphones and tablet PCs, IoT technology has permeated diverse facets of human life. It has garnered significant attention across various sectors, including automotive, agriculture, and energy. Within the context of the Fourth Industrial Revolution, IoT is exerting a transformative impact on businesses, governmental agencies, and consumers alike. IoT technology holds relevance not merely for industrial applications but also for consumer engagement. As more IoT applications are connected and interoperated together, individuals can enjoy a richer user experience through interactions between them [1]. Artificial Intelligence (AI) speakers are among the most popular of these products [2]. Defined broadly, AI speaker is a device that utilizes artificial intelligence algorithms, such as natural language processing, to interpret and execute voice commands from the user [3]. Since the launch of Amazon’s Echo in late 2014, numerous AI speaker products have been introduced by leading IT companies, including Google’s \"Google Home\" in 2017 and Apple’s \"Home Pod\" in 2018. A report from [4] suggests that the global smart speaker market is poised for a Compound Annual Growth Rate (CAGR) of 17.1%, potentially reaching $21.6 billion by 2027. AI speakers’ assistive capabilities and user-friendly technology can help not only the average consumer, but also the disabled, the elderly, and other marginalized groups. Nevertheless, as a consumer IoT product, the AI speaker market is showing signs of stagnation. This trend raises questions about the long-term market prospects for IoT products, such as AI speakers. Most consumer studies on IoT are theoretically anchored in the Technology Acceptance Model (TAM) or derivatives thereof. However, these studies often fall short in capturing the nuances of consumer behavior and decision-making processes. In the domain of advertising and marketing, machine learning algorithms are deemed highly valuable, yet their application has been minimally explored in IoT consumer research within the social sciences. Consequently, the present study endeavors to offer pragmatic solutions to the industry through an academic lens by incorporating machine learning algorithms as the primary research methodology. Utilizing publicly available consumer data, which encompasses a wide array of consumer information, this study aims to develop a predictive model for AI speaker adoption. It seeks to identify key predictors and formulate a consumer profile that is likely to embrace this technology. The primary objective of this study is to identify the characteristics of potential consumers of AI speakers, with the aim of supporting effective advertising and marketing strategies in the fast-evolving media technology landscape. Consumer behavior is not confined to a specific target but is influenced by an amalgamation of factors including demographic traits and consumption values. Accordingly, this study focuses on the wealth of consumer contextual data that can influence the adoption of AI speakers, which are representative IoT products. We aim to construct a predictive model for AI speaker adoption, identify its key predictors, and characterize the potential consumers of these devices. Recently, the fourth industrial revolution has emerged, integrating the physical world with the information age. The Industrial Internet of Things (IIoT) is driving this fourth industrial revolution [5]. The IIoT is the use of IoT in industries and applications that connect the physical world of sensors, devices, and machines with the Internet and use software to transform vast amounts of data into new insights and intelligence [5]. IIoT has been implemented in the area of environment monitoring, agriculture, construction industries, disaster management, solar assisted systems, robotics technology, health care, automotive industries, emergency response systems, supply chain management systems, transportation and many more [6,7]. First of all, with regard to public safety, IIOT continues to grow as a promising network paradigm for monitoring radioactive contamination levels, which pose a great threat to public health and environmental protection [8]. In public emergencies, deep learning applications based on IoT-native big data can be utilized to predict and manage dynamic changes in Online Public Sentiment [9]. Furthermore, while IIOTs already provide a variety of services such as traffic management, road safety, and data sharing, [10] proposed a novel methodology to ensure data security. In particular, during the COVID-19 pandemic, the demand for intelligent health surveillance and diagnosis systems has been increasing globally [11]. As a result, attempts to integrate AI and IoT in the healthcare sector are being realized, including diagnostic systems for patients with severe heart disease [11], urinary tract infection detection systems [12], and health monitoring systems for patients with autism spectrum disorders [13]. IoT is not only penetrating the industrial sector, but also into the daily lives of consumers. IoT has boosted the automation and remote control that enable the monitoring and steering of the devices used in modern households [14]. The so-called ‘smart home’ is considered a promising area for IoT applications because companies with core wireless network technologies can provide smart home platform solutions. IoT technologies in smart homes can provide economic benefits and improved living by integrating with smart grid systems and enabling easy access to wireless networks [15]. Currently, consumer spending on the smart home sector is increasing globally [16]. Smart home technology also supports a wide range of smart devices, lighting, and other appliances. AI speakers are particularly popular, with 31% of U.S. households reportedly using them [17]. AI speaker is a type of consumer IoT device designed to interact with users through voice commands. Typically, this device is connected to the internet to access vast amounts of information and perform various tasks in real time, and is equipped with advanced artificial intelligence and speech recognition technology to understand natural language and respond to user requests [18]. It can also integrate with other devices and services, such as music streaming services, smart home systems, and virtual assistants, to provide more versatility. Overall, AI speakers have the advantage of giving people real-time access to information and easy control of their devices without the need for physical contact [19]. Moreover, the ability of AI speakers to assist humans can create opportunities to maintain, improve, or promote the functional abilities of people with disabilities and the elderly, as well as the convenience of the general consumer [20]. From this perspective, the mass adoption of consumer IoT products such as AI speakers could provide a good ratio of social return on investment by lowering the cost threshold [20]. Nevertheless, consumer IoT deployments consist only of few devices compared to IIoT networks [21]. Notably, the use of AI speakers is not very popular in some countries [18]. A decline in consumer engagement with AI speakers has been reported, as users have either ceased using the devices or are utilizing only a subset of their functionalities [22]. Therefore, a comprehensive understanding of users is crucial for the successful diffusion and sustained use of AI speakers as a representative consumer IOT product [19]. Furthermore, efforts to identify potential consumers based on this understanding are needed. 2.2. The potential of machine learning algorithms as methodologies in consumer studies for IoT products Consumer research on Internet of Things (IoT) products can be broadly classified into four principal categories. First, a predominant number of studies focus on the elements influencing consumer acceptance of IoT and are largely grounded in models derived from the Technology Acceptance Model (TAM) and the Unified Theory of Acceptance and Use of Technology (UTAUT) [23–27]. Second, certain investigations examine the impact of individual factors on consumers’ receptivity towards IoT, further verifying the effect of salient characteristics of IoT products, as adopted from TAM, on consumers’ purchasing intentions and usage attitudes [28–30]. Third, emerging scholarship endeavors to conceptualize models that delineate consumer acceptance of IoT [31,32]. Fourth, [15] employ Peter Mobile’s UX Hive model to assess consumer satisfaction with location-based IoT services on smartphones, accounting for class-based differences. The acceptance of AI speakers, which is the main focus of our study, is also dominated by studies based on TAM and TAM-derived models as their theoretical foundation. In terms of TAM, perceived ease of use and perceived usefulness are considered to be strong influencers of smart speaker acceptance, while perceived enjoyment, the quality and diversity of a system, level of security, and price have been reported as additional influential factors in the extended version of TAM [33–35]. Among the studies based on UTAUT2, [36] identified performance expectancy, price value, and habit conditions were important variables in adopting AI speakers, while [37] argued that effort expectancy, habit, social influence, and hedonic motivation positively influence their acceptance. [38] conducted a study based on the Theory of Reasoned Action that underlies the development of these technology adoption theories and models, and their results show that perceived risk, privacy concerns, and perceived learnability of smart speakers influence consumers’ intention to use smart speakers for voice shopping, which in turn influences actual use. Notwithstanding their contributions, existing models, principally TAM—originally proposed by [39]—and its derivatives like UTAUT, UTAUT2, and E-TAM by [40], are not without limitations. These models, employing \"descriptive\" statistical methodologies such as multiple regression analysis and structural equation modeling, focus on relationships between determinants of technology use [41]. Notably, Partial Least Squares (PLS) structural equation modeling, commonly utilized in TAM and UTAUT research, restricts the number of potentially significant influential constructs that can be incorporated into an analysis [42]. Consequently, these models often overlook factors pertaining to social change processes and innovation [43]. Furthermore, the orientations of TAM and UTAUT predominantly emphasize consumer behavior rather than the ultimate objectives of technology usage, thus neglecting key motivators of user behavior and emotional engagement [44,45]. This limitation renders these models ineffective in providing actionable insights for practitioners to identify nuanced patterns in consumers’ usage and decision-making [43]. Specifically, [46] highlight the inadequacy of TAM in accounting for the acceptance of new Information and Communication Technologies (ICTs), suggesting that users should be perceived as ’consumers’ of technology products rather than mere adopters. Furthermore, given the rapid advancements in digital technologies, the consumer decision-making landscape is evolving in complex ways that extant models struggle to encapsulate [47]. In this evolving context, scholars anticipate the necessity for more dynamic models to better capture the intricacies of consumer behavior [48]. The limitations of traditional statistical models can be partially addressed using machine learning techniques, which allow for the integration of extensive survey data without the need for arbitrary transformation or combination [49]. Machine learning algorithms are not bound by strict statistical assumptions, enabling them to offer predictive accuracy scores that leverage the maximum amount of available data to forecast individual consumer behavior. Machine learning is a subset of artificial intelligence that employs mathematical algorithms to learn from data, aiming to understand specific phenomena. It is a data-driven methodology where the algorithm self-learns to analyze extensive datasets, subsequently deriving a set of rules to construct a predictive model for new information [41]. Machine learning models gauge the predictive power by calculating the average difference between observed and predicted data. For instance, a machine learning-based regression model does not outright reject a hypothesis but rather estimates a target value based on the collected data [50]. However, implementing machine learning techniques is not without challenges. High error sensitivity remains a significant issue, as errors in the algorithm can lead to substantial problems [51]. Additionally, the interpretability of results generated by machine learning models is often a concern, as the decision-making processes of these algorithms are not readily transparent and may be difficult to understand [52]. Despite these hurdles, [51] anticipate that advancements in the field may soon overcome some of these current challenges. 2.3. Leveraging consumer data to identify potential customers for IoT products In an ever-changing external environment, where consumer consciousness and behavior are in constant flux, understanding the contextual factors surrounding consumers is crucial for effective market segmentation and analysis. Nowadays, user data—including lifestyle, hobbies, interests, purchasing behavior, and demographic factors—collected from various online and offline customer touchpoints, serves as a vital resource for advertising and marketing strategies. Big data significantly enriches the information available to advertisers and marketers about consumers [48]. In particular, third-party data enhances their ability to acquire desired user profiles for new customer acquisition [53]. While first-party data offers a narrower scope capturing user behavior on specific channels, third-party data expands the volume and breadth of targeting, thus improving the accuracy of user profiling. Within the realm of user-based targeting, look-alike targeting has emerged as an effective strategy for audience expansion. It identifies and targets individuals who exhibit behaviors and characteristics similar to those of the core audience, based on commonalities such as demographics, lifestyle, interests, and values [54,55]. Unfortunately, little research has been conducted on the consumer characteristics that influence the acceptance of IoT products. Since IoT products are new technologies, this study reviews the literature on factors related to the acceptance of new technology products and factors that influence consumption decisions. First, consumption value has been validated as a predictor of mobile technology adoption by several studies. [56] argued that hedonic and emotional values are better predictors of mobile auction acceptance than functional and social values. [57] analyzed the direct impact of the consumption value dimensions of price, functionality, social, emotional, situational, and novelty on the intention to use location-based mobile services. [58] found that the consumption value model predicted mobile banking acceptance among Israelis. The second is impulsivity and behavioral propensity. Recently, many researchers in the consumer and marketing fields have argued that irrational consumption tendencies should be considered as an important factor that can influence consumption [59]. The relationship between users’ personal dispositions or consumption behaviors and their use (or reaction) to new technologies has long been studied in the literature. Many studies have explored the relationship between individual impulsivity and excessive ICT use [60,61] argue that consumers’ inherent impulsivity is an important factor in understanding how and why consumers react impulsively to website quality. [62] found that the relationship of cell phones, a new media at the time of the study, was consistent with adolescents’ consumption styles: addictive use of cell phones was associated with a trendy and impulsive consumption style, and values such as passion for technology and being trendy were also associated with an impulsive consumption style. In contrast, moderate cell phone use was associated with environmentalism and frugality. Third, [63] argued that lifestyle is a way of living or the way one spends time and money and is an important human characteristic that influences consumption behavior. [64] argued that lifestyle differentially affects smartphone purchase motivation. [65] argue that lifestyle orientation leads to differences in cell phone usage. [66] examined the acceptance of seven technologies in China and found that lifestyle significantly influenced the differences between adopters and non-adopters. As the fourth factor, media use has great potential as a key predictor of new technology adoption. Empirical studies have found that media use may differ between adopters and non-adopters of new technologies. [67] found that the willingness to adopt digital TV in the United States was related to time spent on the internet. More recently, [68] empirically tested the spillover effect of internet usage on intention to use IoT, demonstrating the possibility that different media usage can affect the acceptance of IoT products. Based on the above discussion, it is important to predict the characteristics of potential consumers based on a comprehensive understanding of AI speaker users’ product acceptance factors in order to expand the consumer IoT market. Therefore, from a lookalike targeting perspective for audience expansion, this study aims to identify the characteristics of AI speaker users and predict potential consumers. To do so, we utilize third-party consumer data that is effective for market segmentation and understanding the context surrounding consumers, while using various machine learning algorithms as analytical techniques and comparing their performance as a powerful predictive methodology. Based on this objective, we propose the following research questions: What are the characteristics of AI speaker users identified through machine learning techniques? Which predictive models are most effective at forecasting AI speaker adoption when using machine learning techniques? What are the key predictors of AI speaker adoption as predicted by machine What are the characteristics of the potential consumers of AI speakers profiled by a machine learning model? This study employs data from the 2019 Media & Consumer Research (MCR) survey conducted by the Korea Broadcasting and Advertising Corporation (KOBACO) to predict AI speaker adoption. The MCR is an annual nationwide marketing survey in South Korea that has collected data on consumer media usage and behavior from 1999 to 2019. MCR survey consists of various questions about the demographic characteristics, lifestyle, media usage behavior, and product usage behavior of media audiences, and is used for various purposes such as establishing marketing data and advertising strategies for companies and advertising companies. MCR survey data as a secondary data source has the possibility that researchers may not fully recognize the problems of related data by not directly participating in the research process [69]. Nevertheless, in general, public data held by the government or public institutions are recognized as relatively more reliable than individually acquired data, as they are used as the basis for implementing government policies in developed countries such as the United States and the United Kingdom [70]. In particular, MCR data, which has large-scale data in terms of survey subjects, survey questions, and years of implementation, has a high research value as a source of information that allows random sampling, which is very important in terms of securing the representativeness of the sample and the validity of the research results, provided that the premise that it contains enough information to meet the research purpose is met. The 2019 MCR was conducted as a face-to-face, individual interview survey between July 15 and September 6, 2019. A total of 4,000 men and women aged 13 to 64 were sampled through cluster sampling and quota sampling based on gender and age proportionality. Of the total 4,000 respondents, 3,922 data were used in this study, excluding 68 respondents with missing data. Of the total 3,922 respondents, 321 were AI speaker users and 3,611 were non-users. 3.2 Procedure for deriving variables Out of the total 3,623 questions in the 2019 MCR, the study targeted all variables related to demographic characteristics and acceptance of new technology products; consumption values and Impulsivity and Behavioral Tendencies; media use; and lifestyle-related measures. To do so, two Ph.D students specializing in advertising and marketing were used as researchers to conduct the first round of data collection. A total of 138 questions were selected from the primary survey, including 30 questions on consumption values, 5 questions on impulsivity and behavioral tendencies, 36 questions on lifestyle, 65 questions on media usage attitudes, and 1 question on whether or not to use the dependent variable, AI speakers. In order to ensure the content validity and reliability of the measured variables, we conducted additional variable evaluation though academic and industry experts. two Professors, a Ph.Ds and four industry professionals in advertising and marketing were selected as the criteria. The experts’ evaluations were conducted individually via email in two rounds over the course of about a week. All experts were informed about the purpose of the evaluation, the voluntary nature of their participation, and their right to withdraw at any time. We got informed consent from all of our experts by handing them a consent form and having them sign to agree to the consent form before going into the assessment. In the first round, 95 of the 138 total questions received variable validity from all experts. For the remaining 43 items, we sent each expert a copy of the opinions of the other six experts to share and reconcile their views, and then asked them again whether they wanted to include variables. As a result, more than six experts agreed that 17 out of 43 questions were appropriate as measurement variables, and 112 questions were finally selected as measurement variables. The final set of variables consisted of 26 consumption values, 5 impulsivity and behavioral tendencies, 22 lifestyle, 57 media time and attitudes, and 1 question on the dependent variable, AI speaker usage (see S1 Appendix). This study was conducted in accordance with the principles outlined in the Declaration of Helsinki. First, all participants provided informed consent via email prior to their participation in the expert assessment. We then obtained additional handwritten, signed consent forms from participants using the PLOS Journal form. A total of 26 items were included in the list of 10 sub-dimensions that make up the five consumption values. Product attribute value was made up of four utility-oriented items and two safety-oriented items, but personal-oriented value consisted of two autonomy-oriented items and three self-expression-oriented items. Other-oriented value was composed of two display-oriented items, while consumption community-oriented value included three social justice-oriented items and five eco-friendly-oriented items. Lastly, consumer subjective value splits over two autonomy-oriented items and three self-expression-oriented items. All the items belonging to consumption values were measured on a 6-point Likert scale ranging from ‘① Not at all’ to ‘⑥ Very much’. 3.4.2. Impulsivity and behavioral tendencies. Impulsivity and behavioral tendencies were measured by a binary classification of ‘rational consumer tendencies’ and ‘irrational consumer tendencies’. Rational tendencies consisted of a total of 5 statements related to unplanned consumption, including sufficient information-seeking behavior before purchase and comparison of the utility of goods and services. Like consumption value, items related to impulsivity and behavioral tendencies were designed to respond on a 6-point Likert scale from ‘① not at all’ to ‘⑥ very much’. The scales related to lifestyle are divided into four categories: leisure activities, life values, attitudes toward new technology, and life satisfaction. Leisure activities were converted from three existing items that individually listed the leisure time required for each day of the week, such as weekdays, Saturdays, and Sundays, into ‘average weekday leisure time’ and ‘average weekend leisure time’. Second, three items measuring ‘alone leisure orientation’ were placed. Life values consisted of seven items measuring ‘tradition/Confucianism’, ‘individualism’, and ‘hedonism’. Attitudes toward new technology consisted of five items measuring ‘understanding and favorability toward 5G’, and the last item measuring life satisfaction was also measured by five statements. Except for one item ‘weekly leisure time’ that was recorded in minutes, the remaining 21 items were measured on a 6-point Likert scale from ‘① not at all’ to ‘⑥ very much’. 3.4.4. Media usage and attitude. Variables for media usage and attitude split over media usage amount, attitude towards media, and SNS activity. In the media usage amount question of MCR, the weekday, Saturday, and Sunday usage times of eight media such as terrestrial broadcasting, comprehensive programming channels, cable TV, radio, and DMB are recorded respectively. In this study, the Saturday and Sunday usage times were combined and analyzed by converting them into “weekday usage time” and “weekend usage time”. Next, the attitude towards the media is measured by the degree of entertainment value, reliability, fairness, informativeness, and selectivity that respondents feel about each medium. Respondents are asked to respond on a 5-point Likert scale from “① not at all” to “⑤ very much”. Finally, regarding SNS, there is a question about weekly usage frequency. 4.4 Dependent variable: Acceptance of AI speakers In this study, we analyze the acceptance of AI speakers, which are representative products of the Internet of Things, to identify research problems 1 and 2. We converted cases where the product is used to ‘1’ and cases where it is not used to ‘0’ respectively as categorical variables and used them as dependent variables for each analysis. In this study, decision trees, random forests, support vector machines, artificial neural networks, and XGboost, which are typical machine learning techniques for classification or prediction, were used in the analysis. After deriving the optimal model for each of the five machine learning algorithms through 10-fold cross validation, we compare the performance of the models and finally selected one machine learning model with the best performance as the prediction model of AI speaker acceptance. Decision tree is a technique to represent the results of recursive partitioning, which divides data into subsets according to partitioning rules based on actual decisions or probabilities of occurrence, in a tree structure. The goal is to find patterns and rules in the data by partitioning the nodes consisting of variables to form a tree. It is a method of machine learning that shows which bifurcations of conditions lead to optimal decisions. The structure of the tree starts from the root node, which is the top node that contains all the data sets, and gradually extends from the parent node to two or more child nodes, which is called the splitting method. The lowest node that no longer splits is called a leaf node. Random forest is a popular ensemble technique that combines bagging and decision tree models, using the bootstrap method to generate a large number of samples and applying a decision tree model to synthesize the results. It was developed by [71] to compensate for the overfitting problem of decision trees. Bagging, which stands for Bootstrap Aggregation, creates n bootstrap sets with the same number of data as the original data through restoration extraction from original data to create each decision tree model. In other words, random forests randomize not only observations but also variables in the process of forming multiple tree models to form uncorrelated trees and adopt the results predicted by the majority of trees. As the model building process reduces the correlation between the decision trees, the forecast error is reduced [71]. A support vector machines is an algorithm that finds the optimal decision space by finding a hyperplane that increases the distance between two classes and creates a very homogeneous split on either side. In other words, the algorithm finds the boundary with the greatest width between the different data among the multiple boundaries that divide the data. The basic idea of this algorithm is to learn how to divide the two groups by measuring the distance between the data in each of the two groups to be classified, finding the center between the two data, which is called the decision boundary, and finding the optimal hyperplane that maximizes the margin in the center. If it can be divided by a straight line, a linear classification model is applied; otherwise, a non-linear classification model is used. The support vectors are the observations that are located a margin away from this max-margin hyperplane, and by definition, if the position of the support vectors changes, the max-margin hyperplane will also change. On the other hand, the hypersurface that serves to separate the dataset has the form of N-1 dimensions in N dimensions. For example, objects captured on a plane in two dimensions are separated by a one-dimensional subspace, a straight line, which separates them into two populations, each bounded by a straight line. An artificial neural network is a statistical learning algorithm that predicts the optimal output value for an input value through data-driven iterative learning by artificial neurons that form a network of synaptic connections like the human brain [72]. In general, an artificial neural network consists of an input layer, a hidden layer, and an output layer. Each layer is composed of one or more nodes, which are connected and interact with the nodes in the other layers with certain weights. Each node in the input layer is connected to each neuron in the subsequent hidden layer, which in turn is connected to the output layer. The input layer consists of nodes corresponding to each input variable, and the hidden layer consists of multiple hidden nodes. In the case of the hidden layer, it is responsible for processing the linear combination of variable values received from the input layer into a nonlinear function and passing it back to the output layer or another hidden layer. The output layer refers to the nodes corresponding to the output variable, and in the case of a nominal target variable, it creates as many output nodes as there are classes. A representative algorithm using boosting methods, the XGboost algorithm stands for Extreme Gradient boosting. XGboost utilizes an objective function consisting of a loss function representing the difference between predicted and actual values and a complexity function of a tree model to create an optimal model. It has the advantage of reducing the variance in the overall model and improving the predictive power by combining multiple classifiers with relatively low predictive power into a classifier with relatively high one [73]. This paper aims to develop a predictive model of IoT adoption based on consumer contextual data and empirically verify whether there are latent predictors not captured by existing theories and models. To this end, this study was conducted in four stages: data preparation, model generation and selection, model evaluation and final selection, and potential consumer profiling. The process of building a predictive model is shown in Fig 1 below. https://doi.org/10.1371/journal.pone.0315540.g001 5. Results for AI speaker acceptance factors 5.1. Descriptive statistics & analytic sample As shown in Table 1, out of a total of 3,922 people, there were 321 users and 3,611 non-users of AI speakers. AI speaker users are 53.9% male and 46.1% female, while non-users are 50.3% male and 49.7% female. The age composition of the user group is dominated by those in their 20s (28.35%) and 30s (28.04%). The non-user group has a higher proportion of older users, with the highest proportion in their 40s (21.26%) and 50s (21.41%). The educational attainment of AI speaker users is 67.60% college, 26.8% high school, 2.80% elementary and middle school, and 2.80% graduate school, while the non-user of AI speaker is 50.40% college, 37.97% high school, 8.89% elementary and middle school, and 2.63% graduate school. The occupations of AI speaker users include office workers (24.30%), students (20.87%), and sales/service workers (20.56%). In contrast, the non-user group’s occupational distribution is more evenly distributed, with all occupations in the 10% range, except for administrative/professional and no occupation/etc. The largest difference in composition between the two groups is marital status. While the user group has a similar mix of married (52.65%) and single (46.11%) people, the non-user group is overwhelmingly made up of married people (63.94%) over single people (32.51%). Demographic characteristics of AI speaker users and non-users. https://doi.org/10.1371/journal.pone.0315540.t001 However, a significant numerical disparity between analysis groups can lead to the problem of statistical bias, where the tendencies of the larger group unduly influence the analysis. Therefore, this study adopted a ‘matching’ statistical method to make the distribution of demographic characteristics between the user group and the non-user group identical and adjust the data. Statistical matching via the Random Forest algorithm was employed to align the distribution of confounding variables between the treatment and control groups. 321 AI speaker users were categorized into a treatment group, while 3,611 non-users formed the control group. A dependent variable was assigned with ’1’ for instances where the product was in use and ’0’ for instances where it was not. Fig 2 illustrates the distribution of propensity scores between the AI speaker user group and the non-user group, as predicted by the random forest algorithm. Given that the criterion for the dependent variable during model training is whether AI speakers are in use or not, the propensity score (depicted in blue) for the user group is observed to be higher than that for the non-user group (depicted in red). Comparison of propensity score histograms between users and non-users of AI speakers predicted by random forest algorithm. https://doi.org/10.1371/journal.pone.0315540.g002 To equate the distribution of propensity scores between the two groups, the nearest-neighbor matching algorithm was employed for data matching. Based on a comparative test, which indicated the highest similarity in propensity scores when the sample sizes for both the user and non-user groups were equal, we configured the sample sizes in a 1:1 ratio for the nearest-neighbor matching algorithm. Fig 2 displays the distribution of propensity scores between the matched AI speaker user and non-user groups. As a result of the matching process, 320 users and 320 non-users with the most closely aligned propensity scores were selected for analysis. A comparison of Figs 2 and 3 reveals that the distribution of non-users, which initially leaned towards lower propensity scores, closely aligns with the user group in Fig 3 post-matching. Propensity score histograms of AI speaker users and non-users matched by the nearest neighbor algorithm. https://doi.org/10.1371/journal.pone.0315540.g003 5.2. Selection of a predictive model for AI speaker acceptance To develop a predictive model for AI speaker demand, this study performed 10-fold cross-validation using a decision tree model and achieved a cp value of 0.047, representing the lowest cross-validation error rate. The validated decision tree model was then tested with 76 data points, yielding 55 True Positives (TPs) for correctly identifying AI speaker users, 17 True Negatives (TNs) for correctly classifying non-users, 9 False Negatives (FNs) for misclassifying users as non-users, and 47 False Positives (FPs) for incorrectly identifying non-users as users. The random forest model demonstrated optimal performance when configured with 500 generated trees (ntree = 500) and 7 randomized variables per tree (mtry = 7). Using these hyper-parameters, the confusion matrix revealed 52 TPs and 26 TNs for accurate user and non-user identification, along with 12 FNs and 38 FPs for inaccuracies. The radial kernel support vector machine model, optimized with sigma = 0.0079 and C = 1, yielded test results of 36 TPs, 12 TNs, 2 FNs, and 26 FPs. The neural network model performed best with 6 hidden nodes (size = 6) and a weight decay metric of 0.3 (decay = 0.3), resulting in a confusion matrix of 42 TPs, 27 TNs, 22 FNs, and 37 FPs. The XGboost model emerged as the most effective when hyper-parameters were set at nrounds = 200, max_depth = 3, eta = 0.3, gamma = 0, colsample_bytree = 0.8, min_child_weight = 1, and subsample = 1. Its predictive results included 52 TPs, 28 TNs, 12 FNs, and 36 FPs. Table 2 summarizes the confusion matrix results for all six machine learning algorithms tested for AI speaker demand prediction. Based on metrics such as sensitivity (0.813), F1-score (0.684), and AUC (0.665), the XGboost model is identified as the best predictive model for AI speaker acceptance. Performance of models in predicting AI speaker users by machine learning algorithm. https://doi.org/10.1371/journal.pone.0315540.t002 5.3. Predictors of AI speaker adoption In this study, we conducted a Shapley Additive Explanations (SHAP) value analysis to identify significant predictors for the adoption of AI speakers. The SHAP value is a measure of a feature’s contribution across all possible combinations of features and is calculated by weighting and summing the marginal contributions of different feature values. Due to its robustness and interpretability, SHAP values are considered effective for understanding both individual predictions and overall model behavior [74]. Initially, we assessed 25 variables in ascending order of SHAP values and eliminated the least impactful 12, refining our list to the key 13 variables. Fig 4 visualizes these variables, indicating both their importance and their directional influence on AI speaker adoption. In this figure, each dot represents an individual observation’s SHAP value for a particular variable; the vertical axis displays the variable value, while the horizontal axis represents the corresponding SHAP value. Relative to the centerline at ’0’, positive SHAP values suggest a positive effect on the outcome, whereas negative values indicate the opposite. The color scheme also communicates the variable’s value, with purple representing higher values and yellow representing lower values. Key predictors of AI speaker acceptance based on SHAP value. https://doi.org/10.1371/journal.pone.0315540.g004 The most significant variables, ranked by their SHAP values, are as follows: ① Understanding of 5G (under.5g), ② Average mobile usage time per day on weekdays (mo.time), ③ Average leisure time per day on weekends (lei.week), ④ Frequency of SNS usage (sns), ⑤ Average internet usage time per day on weekends (in.week), ⑥ Present-oriented life values (today), ⑦ Attitude towards the entertainment value of public broadcasting (tv.enter), ⑧ Average viewing time of comprehensive programming channels on weekends (jo.week), ⑨ Average viewing time of comprehensive programming channels on weekdays (jo.time), ⑩ Average internet usage time on weekdays (in.time), ⑪ Average cable broadcasting viewing time on weekends (ca.week), ⑫ Utility-oriented consumption value (util), and ⑬ Attitude toward sensationalism in cable broadcasting (ca.prov) (refer to Fig 4 for more details). 5.4. Relationship between AI speaker acceptance and key predictors The most potent predictor for the adoption of AI speakers was the understanding of 5G. Its SHAP value exhibits a stable positive influence on the outcome variable, signifying that AI speaker users generally have a better grasp of 5G technology than non-users. Additionally, average leisure time on weekends has a significant association with AI speaker adoption, with the SHAP value indicating that users are prone to spend over six hours in leisure activities during weekends. Conversely, the value of being present-oriented was negatively correlated with the likelihood of using AI speakers (see Fig 5). Graphs of SHAP value by key predictors of lifestyle and consumption value. https://doi.org/10.1371/journal.pone.0315540.g005 Media-related factors comprised the largest category, accounting for nine variables. Notably, the SHAP values for weekday and weekend internet usage were positively correlated with the likelihood of adopting AI speakers. Specifically, the weekday internet usage SHAP value increases consistently, suggesting that greater internet usage during weekdays enhances the probability of AI speaker adoption. However, the SHAP value for weekend internet usage initially decreases until approximately 30 minutes before rebounding and stabilizing around the 5-hour mark. Social media usage also exhibited a positive relationship, indicating that frequent social media users are more inclined to use AI speakers. In contrast, mobile usage time during weekdays displayed a declining SHAP value as usage time increased, implying an inverse relationship with AI speaker adoption (see Fig 6). Graphs of SHAP value by key predictors of media. https://doi.org/10.1371/journal.pone.0315540.g006 Additionally, the SHAP value for the average viewing time of comprehensive programming channels showed variable significance based on whether the data was collected during weekdays or weekends. We observed that AI speaker users are more likely to spend extended periods watching these channels on weekdays but limit themselves to 70–80 minutes over the weekend. Moreover, the SHAP value for weekend cable broadcasting viewing time revealed a more intricate trend, increasing within the 50–100 minute range before declining. Further, the SHAP value associated with utility-oriented consumption showed a complex pattern: initially declining when the consumption value score is low, then rising in the latter half of the scoring range (see Fig 5). This suggests that consumers who place high emphasis on factors like product quality, price, and time-saving are more predisposed to adopt AI speakers. Lastly, our investigation into the potential interaction effects among the 13 selected key predictors yielded no significant interactions, reinforcing the individual importance of each variable in predicting AI speaker adoption (see S1 Appendix). 6. Results for profiling potential consumers of AI speakers This study employed the XGboost final model to forecast the likelihood of AI speaker adoption among non-users, aiming to profile potential consumers. The model’s predictions ranged from 1.9% to 98.8%. Data were extracted from 234 individuals in the top 10% and 404 in the bottom 10% of predicted usage probabilities. These groups were categorized and compared based on their characteristics. As shown in Table 3, regarding to demographics, a statistically significant difference in education levels between the groups was also noted; 52.56% of the top group had college education compared to 58.91% in the bottom group (two-tailed, p = .002). In comparison, independent sample Yuen’s t-test results show that the demographic variables of age, income, and expenditure are all statistically insignificant at the 95% confidence interval. However, the results for age and expenditure are very close to the p-value of 0.05, which requires more careful interpretation. The average age of potential consumers in the top 10% of AI speakers is 41.68 years old, slightly higher than the bottom 10% (M = 39.19). Actually, we can see that the top 10% of AI speakers has a higher proportion of 45-50-year olds and 60–65 year olds than the bottom 10%. This suggests that people in these age groups are more likely to be the primary potential consumers. The graph on the left in Fig 7 provides a visual representation of this result. Furthermore, the spending level of the top 10% group is somewhat higher than the bottom 10% group (KRW 1,016,000), on average, compared to KRW 761,000. According to the Chi-square test, the difference in occupation between the two groups was not statistically significant (see Table 4). Age distribution and 5G understanding between the potential consumer group and the bottom 10% group for AI speaker. https://doi.org/10.1371/journal.pone.0315540.g007 Fisher’s exact test results for gender, education, and occupation variables. https://doi.org/10.1371/journal.pone.0315540.t003 Chi-square test results for the occupation variable. https://doi.org/10.1371/journal.pone.0315540.t004 Analysis of the 13 key predictive variables mostly aligned with the SHAP value findings, barring three variables. The potential consumer group was notably more active on social media and spent more time watching comprehensive programming channels. Specifically, they used social media approximately 14.88 times per month, almost five times more frequently than the bottom group (M = 9.31, SD = 14.23); Tw(636) = 4.93, p < .001, δ = 0.4. Moreover, this group spent more time watching comprehensive programming channels on both weekdays and weekends compared to the bottom group, reinforcing the SHAP value analysis for weekday viewing but complicating the interpretation for weekend viewing. The potential consumer group also exhibited tendencies to use the internet more during weekdays and watch more cable TV during weekends than the bottom 10%. They spent an average of 43 minutes on the internet on weekdays and watched about 70 minutes of cable TV on weekends, both higher than the bottom group. Interestingly, their mobile usage on weekdays was lower compared to the bottom group. Attitudinal differences were observed between the groups concerning public broadcasting and cable TV. The potential consumer group rated public broadcasting as less entertaining but found cable TV to be more sensational. Understanding of 5G emerged as a significant factor among potential consumers, corroborating its role as the strongest predictor in the SHAP value analysis. They scored an average of 4 in understanding 5G, significantly higher than the bottom 10% and the general respondents. This variable had the highest effect size among all key variables. The right-hand side of Fig 7 visualizes the difference in understanding of 5G between the potential consumer group and the bottom 10%. The potential consumer group spent an average of about 6 hours per day on leisure on weekends (SD = 268.27), which was 50 minutes longer than the bottom 10% group’s average of about 5 hours and 10 minutes (SD = 131.37); Tw(170.54) = 2.44, p = .02, ξ = 0.18. Finally, the potential consumer group of AI speaker was found to have higher levels of utility-oriented consumption values than the bottom group (see Table 5). However, of the total 13 key predictors, present-centered life values and weekend internet time did not reveal statistical significance between the two groups within the 95% confidence interval. Independent sample Yuen’s t-test results for AI speaker potential consumers and bottom 10% group. https://doi.org/10.1371/journal.pone.0315540.t005 Using data from the 2019 Media & Consumer Research (MCR) survey conducted by the Korea Broadcasting and Advertising Corporation, this study builds AI speaker adoption prediction model using five machine learning techniques: decision trees, random forests, support vector machines, artificial neural networks, and XGboost. In the AI speaker acceptance prediction analysis, the XGboost model was selected as the final model with the best performance among the five models. The main predictors included understanding of 5G, average mobile usage per day on weekdays, average leisure time per day on weekends, frequency of social media usage, average internet usage per day on weekends, present-oriented life values, attitudes toward the entertainment value of public broadcasting, average total channel viewing per day on weekends, average total channel viewing per day on weekdays, average internet usage per day on weekdays, average cable broadcasting viewing per day on weekends, utility-oriented consumption values, and attitudes toward sensationalism in cable broadcasting. Also, the results identified key demographic characteristics and consumer behaviors that influence future AI speaker adoption. Individuals between the ages of 45–50 and 60–65 were identified as potential consumers of AI speakers, as they are frequent users of social networking services and prefer comprehensive programming channels. Potential AI speaker consumers have high internet usage during the week and cable viewing on the weekends. They also have a high level of understanding of 5G technology and spend more time on leisure on the weekends. These results show that AI speaker ad marketing practitioners need to take a strategic approach to media planning, prioritizing social media and aggregation channels, and designing ad marketing concepts and messages that target relatively older audience. Additionally, they can also consider a “day-of-the-week” media strategy, where they differentiate the quantity of their ads on the internet on weekdays and on cable on weekends respectively. The study contributes both academically and practically to the literature, identifying new variables associated with the acceptance of new technology products and generating findings beneficial for the industry. To navigate this rapidly changing environment, industry stakeholders require effective advertising and marketing strategies. In this regard, this study utilizes consumer data-driven analyses to discover new variables not covered by existing models, demonstrating that factors such as consumer values, attitudes, and lifestyles significantly affect IoT product acceptance. Moreover, this study provides invaluable information about target consumer behaviors, such as media usage, attitudes toward media, consumption values, and leisure activities. Such data is often challenging to acquire through individual company resources and day-to-day business operations. Consequently, the study is expected to make a practical contribution to the development of industry advertising and marketing strategies. Furthermore, the academic value of this study lies in its empirical validation of machine learning techniques as viable research methodologies in the social sciences, particularly within the realms of digital advertising and marketing. [75] highlight the challenges traditional methods face in analyzing interactive communication in digital media and advocated for the adoption of new analytic techniques. They critiqued the excessive focus on quantitative methodologies in Korea’s digital media advertising research and called for the inclusion of qualitative research enriched by inductive reasoning. However, the universal validity of qualitative research has long been a subject of debate, due in part to the limited sample sizes and open-ended research methodologies. Machine learning techniques, capable of refining and analyzing large data sets, stand out as a methodology that can address these limitations. Specifically, machine learning does not rely on the data assumptions often needed in traditional statistical analyses, thus offering greater flexibility for empirical researchers. Despite these contributions, the study has its limitations. First of all, it focuses more on the consumers of new technology rather than the technology itself. Although the study aimed to include a comprehensive set of variables, questions remain about the sufficiency of the independent variables analyzed. Only eight lifestyle variables were selected as independent variables through a two-step preliminary research process, leaving open the possibility that additional factors could enrich the analysis. This study leveraged the MCR public survey data to access high-quality, rich consumer information, but the sample size of 321 AI speaker users out of 3,922 respondents is relatively small. This limitation could affect the reliability of the machine learning model, depending on the data partitioning into training and test sets. Moreover, this study has produced useful results as an initial step for look-alike targeting strategies in advertising marketing, but due to the limitation of secondary analysis using existing data, it has not reached the stage of suggesting detailed advertising marketing strategies. Therefore, we hope that future studies will be conducted to secure and analyze sufficiently large and rich consumer data to increase the reliability of the research results and suggest more realistic and in-depth advertising marketing strategies. S1 Appendix. Tables for the items measuring variables and beeswarm plots of SHAP values for main predictors. https://doi.org/10.1371/journal.pone.0315540.s001 Kim S., Suh Y., & Lee H. (2022). What IoT devices and applications should be connected? Predicting user behaviors of IoT services with node2vec embedding. Information Processing & Management Jaspers E. D., & Pearson E. (2022). Consumers’ acceptance of domestic Internet-of-Things: The role of trust and privacy concerns. Hwang Y.S., Kim K.T., Lee H.J., & Lee W.T. (2020). A Cognitive Mapping of Artificial Intelligence Speaker Experience and Latent Privacy Concerns. Journal of Cybercommunication Academic Society Market Study Report LLC. (2021). Global Smart Speaker Market Size study, by Intelligent Virtual Assistant (Alexa, Google Assistant, Siri, DuerOS, AliGenie, Others), by Component (Hardware, Software), by Application (Smart Home, Consumer, Smart Offices, Others) and Regional Forecasts 2020–2027. Munirathinam S. (2020). Industry 4.0: Industrial internet of things (IIOT). the industrial internet of things Malik P. K., Sharma R., Singh R., Gehlot A., Satapathy S. C., Alnumay W. S.,. . . & Nayak J. (2021). Industrial Internet of Things and its applications in industry 4.0: State of the art. Deng X., Yang L. T., Yi L., Wang M., & Zhu Z. (2018). Detecting confident information coverage holes in industrial Internet of Things: An energy-efficient perspective. Chen M., & Du W. (2023). The predicting public sentiment evolution on public emergencies under deep learning and internet of things. Xiao H., Zhang W., Li W., Chronopoulos A. T., & Zhang Z. (2021). Joint clustering and blockchain for real-time information security transmission at the crossroads in C-V2X networks. IEEE Internet of Things Journal Rahman M. Z., Akbar M. A., Leiva V., Tahir A., Riaz M. T., & Martin-Barreiro C. (2023). An intelligent health monitoring and diagnosis system based on the internet of things and fuzzy logic for cardiac arrhythmia COVID-19 patients. Computers in Biology and Medicine Ahmed S., Groenli T. M., Lakhan A., Chen Y., & Liang G. (2023). A reinforcement federated learning based strategy for urinary disease dataset processing. Computers in Biology and Medicine Lakhan A., Mohammed M. A., Abdulkareem K. H., Hamouda H., & Alyahya S. (2023). Autism Spectrum Disorder detection framework for children based on federated learning integrated CNN-LSTM. Computers in Biology and Medicine Korneeva E., Olinder N., & Strielkowski W. (2021). Consumer attitudes to the smart home technologies and the Internet of Things (IoT). Park J.W., & Kwon C.H. (2017). User satisfaction analysis for layer-specific differences using the IoT services. Journal of the Korea Institute of Information and Communication Engineering Statista (Aug 3, 2023). Consumer Spending on Smart Home Products and Services Worldwide from 2015 to 2025. Available online: https://www.statista.com/statistics/693303/smart-home-consumer-spending-worldwide Sharif K.; Tenbergen B. (2020). Smart Home Voice Assistants: A Literature Survey of User Privacy and Security Vulnerabilities. Complex Systems Informatics and Modeling Quarterly Ling H. C., Chen H. R., Ho K. K., & Hsiao K. L. (2021). Exploring the factors affecting customers’ intention to purchase a smart speaker. Journal of Retailing and Consumer Services, 59, 102331. Wang M. X., Kim K. S., & Kim J. K. (2023). Investigating the Determinants of IoT Device Continuance Intentions: An Empirical Study of Smart Speakers Through the Lens of Expectation-Confirmation Theory. Boyle B., & O’Brolcháin F. (2023). Understanding the assistive potential of consumer technologies: A case example of smartphones, smart speakers, and internet of things technologies. Trends in assistive technologies. Serror M., Hack S., Henze M., Schuba M., & Wehrle K. (2020). Challenges and opportunities in securing the industrial internet of things. IEEE Transactions on Industrial Informatics Ashfaq M., Yun J., Yu S. (2020). My smart speaker is cool! Perceived coolness, perceived values, and users’ attitude toward smart speakers, Arfi W. B., Nasr I. B., Kondrateva G., & Hikkerova L. (2021). The role of trust in intention to use the IoT in eHealth: Application of the modified UTAUT in a consumer context. Technological Forecasting and Social Change Hyun H. (2020). Value-based consumer adoption model for Internet of Things product [Doctoral Dissertation, Hanyang University]. Lu Y. (2019). Acceptance and adoption of the Internet of Things: user perspective [Doctoral Dissertation, Newcastle University]. Nawi N. C., Al Mamun A., Md Nasir N. A., & Rahman M. K. (2022). Analyzing customer acceptance of the internet of things (IoT) in the retail industry. Journal of Ambient Intelligence and Humanized Computing Zaky G., Shawky A., & Ragheb M. A. (2020). Investigating the factors affecting the internet of things (IOT) adoption model-an exploratory study in Egypt. The Business & Management Review AlHogail A. (2018). Improving IoT technology adoption through improving consumer trust. Chang Y., Dong X., & Sun W. (2014). Influence of characteristics of the Internet of Things on consumer purchase intention. Social Behavior and Personality. Choi J., & Kim S. (2016). Is the smartwatch an IT product or a fashion product? A study on factors affecting the intention to use smartwatches. Gao L., & Bai X. (2014). A unified perspective on the factors influencing consumer acceptance of internet of things technology. Asia Pacific Journal of Marketing and Logistics. Sohn K., & Kwon O. (2020). Technology acceptance theories and factors influencing artificial Intelligence-based intelligent products. Kowalczuk P. (2018). Consumer acceptance of smart speakers: a mixed methods approach. Journal of Research in Interactive Marketing Wahida P. N., & Shah K. A. M. (2022). Mediating Influence of Attitude on Factors Influencing Malaysian Consumers’ Intention to Adopt a Smart Speaker. Global Business and Management Research Zimmermann S. K., Wagner H. T., Rössler P., Gewald H., Krcmar H., & Kristin S. (2021). The Role of Utilitarian vs. Hedonic Factors for the Adoption of AI-based Smart Speakers. In McCloskey D., & Bennett G. (2020). Examining artificial intelligence acceptance: Exploring smart speaker adoption with the unified theory of acceptance and use of technology (UTAUT2). Schmitz A., Quiñones M., & Díaz-Martín A. M. (2022, December). Give Me a Hand… On GenZ’Smart Speaker Acceptance in a Retail Environment. In International Conference on Marketing and Technologies (pp. 49–58). Singapore: Springer Nature Singapore. Bawack R. E., Wamba S. F., & Carillo K. D. A. (2021). Adoption of smart speakers for voice shopping In Exploring Innovation in a Digital World Cultural and Organizational Challenges (pp. 21–35). Springer International Publishing. Davis F. (1989). Perceived usefulness, perceived ease of use, and user acceptance of information technology, Venkatesh V., Morris M. G., Davis G. B., & Davis F. D. (2003). User acceptance of information technology: Toward a unified view, Alwabel A. S. A., & Xiao-Jun Zeng. (2021). Data-driven modeling of technology acceptance: A machine learning perspective, Expert Systems with Applications Pearl J. (1998). Graphs, causality, and structural equation models. Sociological Methods & Research, 27(2), 226–284. Legris P., Ingham J., & Collerette P.(2003), Why do people use information technology? A critical review of the technology acceptance model, Bagozzi R. P. (2017). Consumer action: Automaticity, purposiveness, and self-regulation. Beaudry A., & Pinsonneault A. (2010). The other side of acceptance: Studying the direct and indirect effects of emotions on information technology use. Kim H. W., Chan H. C., & Gupta S. (2007). Value-based adoption of mobile internet: an empirical investigation. Kim D.J., Park D.I, & Park J.S. (2018). Study on the Change of Marketing Strategy through Data Mining Technique. Malthouse E. C., & Li H. (2017). Opportunities for and pitfalls of using big data in advertising research. Shen Y., Hamm J. A., Gao F., Ryser E. T., & Zhang W. (2021). Assessing Consumer Buy and Pay Preferences for Labeled Food Products with Statistical and Machine Learning Methods. Journal of Food Protection, 84(9), 1560–1566.  pmid:33984134 Shmueli G., & Koppius O. (2010). What is predictive about partial least squares?. In Sixth Symposium on Statistical Challenges in Shah N., Engineer S., Bhagat N., Chauhan H., & Shah M. (2020). Research trends on the usage of machine learning and artificial intelligence in advertising. Holzinger A., Kieseberg P., Weippl E., & Tjoa A. M. (2018, August). Current advances, trends and challenges of machine learning and knowledge extraction: from machine learning to explainable AI. International Cross-Domain Conference for Machine Learning and Knowledge Extraction Neumann N., Tucker C. E., & Whitfield T. (2019). Frontiers: How effective is third-party consumer profiling? Evidence from field studies. Sudhir K., Lee S. Y., & Roy S. (2022). Lookalike Targeting on Others’ Journeys: Brand Versus Performance Marketing. Verma N., Sangaralingam K., & Datta A. (2020, December). Goal-driven Look-alike Modeling for Mobile Consumers. In International Conference on Big Data Science and Engineering Tang Y., & Forster P. (2007). Exploring the value structure behind mobile auction adoption intention. Pura M. (2005), Linking perceived value and loyalty in location-based mobile services. Managing Service Quality, 15(6), 509–538. Goh T. T., Suki N. M., & Fam K. (2014). Exploring a consumption value model for Islamic mobile banking adoption. Khan A., Baharudin B., Lee L. H., & Khan K. (2010). A Review of Machine Learning Algorithms for Text-Documents Classification. Journal of advances in information technology Martín-Perpiñá M. D. L. M., Poch F. V., & Cerrato S. M. (2019). Personality and social context factors associated to self-reported excessive use of information and communication technology (ICT) on a sample of Spanish adolescents. Wells J. D., Parboteeah D. V., & Valacich J. S. (2011). Journal of the Association for Information Online Impulse Buying: Understanding the Interplay between Consumer Impulsiveness and Website Quality. Journal of the Association for Information Systems Wilska T. A. (2003). Mobile phone use as part of young people’s consumption styles. Engel J. F., Blackwell R. D., & Kollat D. T. (1990). Moon S., Lee J., & Choi M. (2011). A Study on the Effects of Lifestyle, Purchasing Tendency and Polychronic Tendency on Purchasing Motives of Smart Phones. Mazzoni C., Castaldi L., & Addeo F. (2007). Consumer behavior in the Italian Mobile telecommunication market. Leung L., & Wei R. (1998). The gratifications of pager use: Sociability, information-seeking, entertainment, utility, and fashion and status. Chan-Olmsted S. M., & Chang B. H. (2006). Audience knowledge, perceptions and factors affecting the adoption intent of terrestrial digital television. Lu Y. (2019). Acceptance and adoption of the Internet of Things: user perspective [Doctoral Dissertation, Newcastle University]. Ha S. & Lee J. G. (2011). Impacts of the Amount and Contents Type of Media Use on Media Trust: Across the Traditional and New Media, Korean Journal of Journalism and Communication Studies Lee., M. (2011). Big Data and the Utilization of Public Data. Internet and Information security Breiman L. (2001). Random forests. Williams N., Zander S., and Armitage G. (2006). A Preliminary Performance Comparison of Five Machine Learning Algorithms for Practical Ip Traffic Flow Classification. ACM SIGCOMM Computer Communication Review Dey A. (2016). Machine Learning Algorithms: A Review. International Journal of Computer Science & Information Technologies Liu Y., Liu Z., Luo X., & Zhao H. (2022). Diagnosis of Parkinson’s disease based on SHAP value feature selection. Biocybernetics and Biomedical Engineering Hwang J.S., Doh S.J. (2017). Advances in Research Methodology in Digital Media Advertising Research. PLOS Neglected Tropical Diseases PLOS Sustainability and Transformation PLOS is a nonprofit 501(c)(3) corporation, #C2354500, based in California, US Our website uses different types of cookies. Optional cookies will only be set with your consent and you may withdraw this consent at any time. Below you can learn more about the types of cookies PLOS uses and register your cookie preferences. Customize Your Cookie Preference Save Selected Preferences and Close For more information about the cookies and other technologies used by us, please read our Cookie Policy."
  },
  {
    "source": {
      "id": null,
      "name": "The Punch"
    },
    "author": "Justice Okamgba",
    "title": "Protecting kids from cyberbullying",
    "description": "Online bullying often targets children, teenagers, and sometimes adults, and the impact can be severe. JUSTICE OKAMGBA writes on how to manage the situation Cyberbullying is harassment or intimidation through digital platforms. It has become a growing concern…",
    "url": "https://punchng.com/protecting-kids-from-cyberbullying/",
    "urlToImage": "https://cdn.punchng.com/wp-content/uploads/2017/05/14193032/cyberbullying.jpg",
    "publishedAt": "2024-12-18T00:52:53Z",
    "content": "Online bullying often targets children, teenagers, and sometimes adults, and the impact can be severe. JUSTICE OKAMGBA writes on how to manage the situation\r\nCyberbullying is harassment or intimidati… [+5812 chars]",
    "label": 1,
    "probability": 0.37987491488456726,
    "full_content": "Protecting kids from cyberbullying Online bullying often targets children, teenagers, and sometimes adults, and the impact can be severe. JUSTICE OKAMGBA writes on how to manage the situation Cyberbullying is harassment or intimidation through digital platforms. It has become a growing concern for children and parents alike. It often manifests through hurtful messages, embarrassing photos, or malicious rumours. The consequences can be severe, with victims experiencing anxiety, depression, and academic struggles. Recognising the signs—such as emotional distress after device use, secrecy about online activities, and social withdrawal—is crucial in addressing the issue early. A dating coach identified only as Anthony emphasised the importance of proactive measures over reactive responses. “I think what is more important than what to do after the bullying is how to prepare in the first place,” he said. Reflecting on his own childhood, he noted that many kids fear being labelled as “sissies” for reporting bullies or feel too embarrassed to admit they are being targeted. Anthony suggested that establishing trust with children from an early age is key. “What if a strong foundation of trust is built between you and your child from an early age? “What if you are able to speak so openly with your child, enabling them to feel the same openness towards you about their life?” he asked. He believes that this trust empowers children to address issues before they escalate. “The best way to deal with a problem is to prepare and coach them from a young age,” he advised. Statistics underscore the urgency of the issue. As of 2024, the World Health Organisation reports that approximately 15 per cent of adolescents experience cyberbullying, with boys (15 per cent ) and girls (16 per cent) affected similarly. Another study shows that 26.5 per cent of students reported cyberbullying in the past 30 days—a troubling increase compared to previous years. Middle and high school students are particularly vulnerable, with over 50 per cent having faced some form of cyberbullying. Online safety adviser Addison Albert highlighted a multi-pronged approach to safeguarding children. “Protecting kids from cyberbullying involves education, communication, and technology,” Albert said. “If your child is being cyberbullied, don’t hesitate to seek help from school authorities, counsellors, or law enforcement if necessary. Take steps to support your child emotionally and help them navigate the situation.” Albert also stressed the importance of open communication. “Encourage open dialogue with your kids about their online experiences. Let them know they can come to you if they encounter any problems, including cyberbullying.” She outlined several strategies for parents: Educate them by teaching kids about cyberbullying, its forms, and its consequences. “Make sure they understand what behaviours constitute cyberbullying and how to respond appropriately. Ekiti court remands human rights lawyer Farotimi, adjourns till Tuesday Police invite Nollywood actress, Tonto Dikeh over defamation, others Police grill Mohbad’s dad over petition by Lagos monarch “Set rules by establishing clear guidelines for internet and social media use. Ensure your kids know what is and isn’t acceptable behaviour online. “Monitor online activity by keeping an eye on your kids’ internet interactions, especially when they’re younger. Tools like Bark, mSpy, TheOneSpy, and OurPact can help track their interactions. “In a digital age where bullying can extend beyond the schoolyard, preparation, awareness, and trust are essential defences against cyberbullying’s harmful effects,” she outlined. In 2024, Facebook took action against 7.8 million pieces of content related to bullying and harassment, indicating a significant ongoing issue with cyberbullying on the platform. Cyberbullying is also prevalent on TikTok, where 64 per cent of users reported experiencing bullying, according to Security.org, a cybersecurity firm. Social media platforms like Facebook and TikTok remain critical areas where children face cyberbullying, reflecting a broader trend of increasing online harassment among adolescents. Sharing her views on Quora, Nicola Nga described the challenges parents face in protecting their children from cyberbullying, recounting a personal experience involving her daughter. Nga explained that her daughter was harassed by a group of girls from her school, stating, “These girls who tormented my daughter were absolutely vicious towards my child, and to this day, I’m still trying to figure out why they did what they did to her.” She revealed that the bullying extended beyond the school environment and onto social media platforms. “Not only did they make my daughter’s life hell at school, but they went the extra mile and used Facebook as their weapon,” Nga said. The bullies posted explicit, edited photos, threats, and hurtful comments targeting her daughter. Although Facebook eventually removed the content, Nga noted that the bullying persisted. Frustrated with the lack of resolution, Nga decided to take action. “As a mother, I literally had enough. Something had to be done about these girls,” she said. When the school initially appeared reluctant to address the issue, Nga issued an ultimatum. “I pretty much gave the school a choice—either they do something about this group of girls, or I take the evidence of three months of cyberbullying to higher authorities.” Nga reported that the school changed its stance, realising the potential consequences. The outcome was that all eight girls involved were suspended and required to write letters of apology. “To me, that still wasn’t enough justice, considering my daughter was emotionally traumatised for three months,” she admitted. Reflecting on her daughter’s suffering, Nga said, “Seeing your child in so much pain as a parent really does get to you; all you want to do is take that pain away from them.” Nga advised other parents to take similar steps if their child is being cyberbullied. “I think the best thing to do would be to go to the school, have a meeting, and tell them what’s going on. If they aren’t helpful or supportive enough, then take things further,” she recommended. Justice has over three years experience spanning digital and print media. At The PUNCH, he currently covers the automobile sector with special interest in features and industry analysis. All rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH. Stay informed and ahead of the curve! Follow The Punch Newspaper on WhatsApp for real-time updates, breaking news, and exclusive content. Don't miss a headline – join now! Join The Punch Newspapers Channel STOP🛑 🚨 Are you ready to unlock your financial future? 💹 Start trading with IQ Options and seize the opportunity to grow your wealth TODAY! 🌟📈 With just a few clicks, you could make smarter moves and achieve more. 💼✨ Act now! Tap here to begin your journey with IQ Option! 🚀💰 STOP🛑 🌟 Your next big opportunity is just a trade away! 🌟 Ready to take control of your financial future? 💹 IQ Options gives you the tools to trade smarter, faster, and with confidence. 🚀✨ Whether you're a beginner or a pro, this is YOUR moment to shine. 💼🔥 What are you waiting for? Start your journey now! 💸💡 NAFDAC seals Nasarawa factory, shops for packaging, selling counterfeit rice NGO, Abia judiciary move to strengthen access to justice We don't use fights to resolve fights- Fubara Concerns in tax reform bills must not be ignored - Northern leaders Ibadan funfair tragedy: First Lady consoles bereaved families <a href=\"https://servedby.flashtalking.com/click/7/247106;8813016;0;209;0/?gdpr=${GDPR}&gdpr_consent=${GDPR_CONSENT_78}&us_privacy=${US_PRIVACY}&ft_width=300&ft_height=250&url=40049477\" target=\"_blank\">\n                <img decoding=\"async\" border=\"0\" src=\"https://servedby.flashtalking.com/imp/7/247106;8813016;205;gif;Punchngcom;ZohoPunch300x250NG/?gdpr=${GDPR}&gdpr_consent=${GDPR_CONSENT_78}&us_privacy=${US_PRIVACY}\">\n            </a> Yuletide: Dangote refinery slashes petrol price to N899.50 [UPDATED] Court grants Yahaya Bello N500m bail Cash scarcity: OPS faults CBN’s limit on PoS withdrawals FG plans N13tn loan as Tinubu presents N49.7tn 2025 budget Ibadan funfair tragedy: Ooni’s ex-wife, others face probe as 32 children feared killed AGF to meet Senate panel on tax reform bills today PSC promotes over 8,000 police officers Gridlock grounds Lagos-Ibadan Expressway as driver dies in crash Stampede: Organisers of Oyo children funfair arrested, says Makinde Mixed reactions trail 'Jesus Christ is not God' banner displayed at Lekki central mosque punchng.com © 1971- 2024 Punch Nigeria Limited"
  }
]