[
  {
    "source": {
      "id": null,
      "name": "Niemanlab.org"
    },
    "author": "Ritvvij Parrikh",
    "title": "Newsrooms face a left-brain/right-brain divide",
    "description": "The real divide in newsrooms isn’t between editorial and advertising — it’s between left-brain (math, logic) and right-brain (creativity, intuition) functions. Hidden left-brained infrastructure underpins modern media businesses. It enables editors, product m…",
    "url": "https://www.niemanlab.org/2024/12/newsrooms-face-a-left-brain-right-brain-divide/",
    "urlToImage": "https://www.niemanlab.org/images/ritvvij-parrikh.jpeg",
    "publishedAt": "2024-12-18T14:24:46Z",
    "content": "The real divide in newsrooms isn’t between editorial and advertising it’s between left-brain (math, logic) and right-brain (creativity, intuition) functions.\r\nHidden left-brained infrastructure under… [+4756 chars]",
    "label": 1,
    "probability": 0.3400919437408447,
    "full_content": "<iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5GZ2X65\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Predictions for\nJournalism, 2025. Newsrooms face a left-brain/right-brain divide “When left-brain thinkers dominate, media products face a value proposition crisis — funnels and operations are optimized, but creativity is stifled.” The real divide in newsrooms isn’t between editorial and advertising — it’s between left-brain (math, logic) and right-brain (creativity, intuition) functions. Hidden left-brained infrastructure underpins modern media businesses. It enables editors, product managers, brand strategists, developers, and sales teams to focus on higher-order, right-brain problems. In print publishing, this hidden infrastructure manages printing, sales, and distribution. On YouTube, this hidden infrastructure is the algorithm. For logged-out websites, this hidden infrastructure is Google SEO and Discover. I’ve observed this dichotomy firsthand. At The Times of India, I led editorial product until 2021. Since 2022, I’ve been building recommendation models. When left-brain thinkers dominate, media products face a value proposition crisis — funnels and operations are optimized, but creativity is stifled. Conversely, when right-brain thinkers dominate, you get overly creative editorial products — like an Indo-Tibetan fusion restaurant in Ireland. Unique? Yes. In demand? No. Today’s media products resemble the feature phones of the pre-iPhone era — a patchwork of ideas with obsessive focus on visual differentiation. Nokia’s downfall stemmed from similar misplaced priorities. The solution: Platformization of news Once platformization worked with the iPhone, all phones adopted the flat glass slab form. Competition shifted to specs and algorithms, while the creativity migrated to apps. The best of those apps were eventually integrated into the platform. Platformization works because, once self-learning AI stabilizes, it drives growth independently, eliminating the need for constant operations. This stability compounds over time, allowing teams to concentrate on the next major release, raising the baseline while safeguarding prior gains. The process is slow, deliberate, and sustainable. The compounding gains from AI are so vast that visual differentiation seems less appealing. Similarly, once platformization worked for Big Tech, all media feeds standardized their UX down to feeds and search. My prediction for 2025 is that news conglomerates will reorganize into two business units: : focused on third-party algorithms (e.g., SEO, Discover, YouTube) and generating revenue from logged-out websites. : dedicated to building revenue streams within owned and operated platforms — apps and logged-in websites. On-platform, the left-brainers will platformize: : Today, a reader might turn to Vox for news but choose Wirecutter (part of The New York Times) over The Strategist (part of Vox Media) for product recommendations. News conglomerates will bridge this gap by serving all content across their brands, wherever the user is. : To reduce customer acquisition costs, conglomerates will consolidate their brands into a single super app or website behind a login wall, as Disney+ is doing with Hulu and ESPN+. Recommenders as hidden infrastructure : Recommendation systems will evolve to go beyond personalization, taking on tasks like optimization and managing trade-offs (on metrics like retention, revenue, engagement, and conversion). Monetize using targeted ads and subscriptions : Most publishers can’t succeed with subscriptions. The few that can will hit growth plateaus. Mature content recommenders will enable the development of advanced native ad-targeting systems. : News as a category is limiting. News firms can’t tap into user-generated content in the way social media firms can. Instead, news firms will expand into the as defined by Alberto Cairo in his book : Mature content-recommendation systems will be adapted for YouTube-like revenue-sharing syndication models. News firms will syndicate truthful content from experts who write as a byproduct of their professional work. All brands within a conglomerate will adhere to a single user experience to ensure algorithms function seamlessly. With the hidden infrastructure settled, the right-brainers operate on the platform, as they would on YouTube, Google Ad Manager, or the iOS App Store: Creators publish content on the super app in allowed formats, as they would on YouTube, and then wait for engagement and revenue attribution. Product managers and developers publish plugins/apps (games, sports scorecards, election dashboards, etc.) and then wait for engagement and revenue attribution. Ad teams publish campaigns with interesting creatives and then wait for impressions, clicks, and leads. Balancing left-brain efficiency with right-brain creativity through platformization will define the media industry’s success in 2025 and beyond. Ritvvij Parrikh runs AI product at The Times of India and writes Media Flywheels. THE REAL DIVIDE IN NEWSROOMS ISN’T BETWEEN EDITORIAL AND ADVERTISING — IT’S BETWEEN LEFT-BRAIN (MATH, LOGIC) AND RIGHT-BRAIN (CREATIVITY, INTUITION) FUNCTIONS. HIDDEN LEFT-BRAINED INFRASTRUCTURE UNDERPINS MODERN MEDIA BUSINESSES. IT ENABLES EDITORS, PRODUCT MANAGERS, BRAND STRATEGISTS, DEVELOPERS, AND SALES TEAMS TO FOCUS ON HIGHER-ORDER, RIGHT-BRAIN PROBLEMS. IN PRINT PUBLISHING, THIS HIDDEN INFRASTRUCTURE MANAGES PRINTING, SALES, AND DISTRIBUTION. ON YOUTUBE, THIS HIDDEN INFRASTRUCTURE IS THE ALGORITHM. FOR LOGGED-OUT WEBSITES, THIS HIDDEN INFRASTRUCTURE IS GOOGLE SEO AND DISCOVER. I’VE OBSERVED THIS DICHOTOMY FIRSTHAND. AT THE TIMES OF INDIA, I LED EDITORIAL PRODUCT UNTIL 2021. SINCE 2022, I’VE BEEN BUILDING RECOMMENDATION MODELS. WHEN LEFT-BRAIN THINKERS DOMINATE, MEDIA PRODUCTS FACE A VALUE PROPOSITION CRISIS — FUNNELS AND OPERATIONS ARE OPTIMIZED, BUT CREATIVITY IS STIFLED. CONVERSELY, WHEN RIGHT-BRAIN THINKERS DOMINATE, YOU GET OVERLY CREATIVE EDITORIAL PRODUCTS — LIKE AN INDO-TIBETAN FUSION RESTAURANT IN IRELAND. UNIQUE? YES. IN DEMAND? NO. TODAY’S MEDIA PRODUCTS RESEMBLE THE FEATURE PHONES OF THE PRE-IPHONE ERA — A PATCHWORK OF IDEAS WITH OBSESSIVE FOCUS ON VISUAL DIFFERENTIATION. NOKIA’S DOWNFALL STEMMED FROM SIMILAR MISPLACED PRIORITIES. THE SOLUTION: PLATFORMIZATION OF NEWS ONCE PLATFORMIZATION WORKED WITH THE IPHONE, ALL PHONES ADOPTED THE FLAT GLASS SLAB FORM. COMPETITION SHIFTED TO SPECS AND ALGORITHMS, WHILE THE CREATIVITY MIGRATED TO APPS. THE BEST OF THOSE APPS WERE EVENTUALLY INTEGRATED INTO THE PLATFORM. PLATFORMIZATION WORKS BECAUSE, ONCE SELF-LEARNING AI STABILIZES, IT DRIVES GROWTH INDEPENDENTLY, ELIMINATING THE NEED FOR CONSTANT OPERATIONS. THIS STABILITY COMPOUNDS OVER TIME, ALLOWING TEAMS TO CONCENTRATE ON THE NEXT MAJOR RELEASE, RAISING THE BASELINE WHILE SAFEGUARDING PRIOR GAINS. THE PROCESS IS SLOW, DELIBERATE, AND SUSTAINABLE. THE COMPOUNDING GAINS FROM AI ARE SO VAST THAT VISUAL DIFFERENTIATION SEEMS LESS APPEALING. SIMILARLY, ONCE PLATFORMIZATION WORKED FOR BIG TECH, ALL MEDIA FEEDS STANDARDIZED THEIR UX DOWN TO FEEDS AND SEARCH. MY PREDICTION FOR 2025 IS THAT NEWS CONGLOMERATES WILL REORGANIZE INTO TWO BUSINESS UNITS: : focused on third-party algorithms (e.g., SEO, Discover, YouTube) and generating revenue from logged-out websites. : dedicated to building revenue streams within owned and operated platforms — apps and logged-in websites. ON-PLATFORM, THE LEFT-BRAINERS WILL PLATFORMIZE: : Today, a reader might turn to Vox for news but choose Wirecutter (part of The New York Times) over The Strategist (part of Vox Media) for product recommendations. News conglomerates will bridge this gap by serving all content across their brands, wherever the user is. : To reduce customer acquisition costs, conglomerates will consolidate their brands into a single super app or website behind a login wall, as Disney+ is doing with Hulu and ESPN+. Recommenders as hidden infrastructure : Recommendation systems will evolve to go beyond personalization, taking on tasks like optimization and managing trade-offs (on metrics like retention, revenue, engagement, and conversion). Monetize using targeted ads and subscriptions : Most publishers can’t succeed with subscriptions. The few that can will hit growth plateaus. Mature content recommenders will enable the development of advanced native ad-targeting systems. : News as a category is limiting. News firms can’t tap into user-generated content in the way social media firms can. Instead, news firms will expand into the as defined by Alberto Cairo in his book : Mature content-recommendation systems will be adapted for YouTube-like revenue-sharing syndication models. News firms will syndicate truthful content from experts who write as a byproduct of their professional work. All brands within a conglomerate will adhere to a single user experience to ensure algorithms function seamlessly. WITH THE HIDDEN INFRASTRUCTURE SETTLED, THE RIGHT-BRAINERS OPERATE ON THE PLATFORM, AS THEY WOULD ON YOUTUBE, GOOGLE AD MANAGER, OR THE IOS APP STORE: Creators publish content on the super app in allowed formats, as they would on YouTube, and then wait for engagement and revenue attribution. Product managers and developers publish plugins/apps (games, sports scorecards, election dashboards, etc.) and then wait for engagement and revenue attribution. Ad teams publish campaigns with interesting creatives and then wait for impressions, clicks, and leads. BALANCING LEFT-BRAIN EFFICIENCY WITH RIGHT-BRAIN CREATIVITY THROUGH PLATFORMIZATION WILL DEFINE THE MEDIA INDUSTRY’S SUCCESS IN 2025 AND BEYOND. RITVVIJ PARRIKH RUNS AI PRODUCT AT THE TIMES OF INDIA AND WRITES MEDIA FLYWHEELS. Each year, Nieman Lab asks some of the smartest people in journalism what they think is coming in the new year. Here are their predictions for 2025. Covering Trump 2.0, now with less Trump Embracing influencers as allies Readers will seek out well-moderated spaces Accommodating journalists is in — or you’re out Public media reconciles its past with the present The darkness that democracy dies in is here B2B media shifts from content to solutions The federal attack on the press will trickle down locally News websites hit an evolutionary dead end Local media gets its swagger back New dimensions for news storytelling Story budgets get reshaped to coax the disengaged The print revival comes to news How do we cover “people like me”? Double down on journalistic independence Journalism faces a reckoning, in Soviet style Traceability becomes table stakes for AI Focus on the people who elect populists The year newsrooms tackle their structural issues The media becomes an activist for democracy Meet the new metrics, same as the old metrics Journalists build the AI tools they actually want to use Journalism faces its Kobayashi Maru moment Data and context makes a comeback Communities relearn the habits of local news The year we put everything on the table Focusing on what people actually need Declaring platform independence Science journalism becomes plain old journalism Outlets pivot to promoting action, not just news We harness listening to build collective resilience Progressive media at a crossroads Conflict of interest norms will shift We’ll reach beyond our own lane The line between activism and journalism breaks Newsrooms confront lies and win Journalists embrace transparency about the business side The mainstream media will lose its last grip on relevancy Sports journalists break away from access-based journalism Content creators find a place in newsrooms We stop excusing the lack of accessibility in news You’ll need to care more about your value chain Religious-sounding language will be everywhere in 2025 Local collaboration follows contraction The podcast middle class will continue to shrink Building new ways to get information to readers Journalists fight digital decay Publishers find the AI era not all that lucrative Podcasting becomes the primary strategy, not an afterthought Put AI at the beginning, not at the end Adaptive partnerships in the AI data marketplace Newsrooms break new ground in AI No more baby steps in fixing crime coverage AI turns news into a conversation Journalists will learn to stop worrying and love the business plan AI revolutionizes access to multilingual content Why 2025 is all about user needs Antitrust and AI news converge and get local The rise of informal news networks Newsrooms fight back against criminalization There’s no “Trump Bump” (and that’s good!) Adjusting to a tech-heavy but code-light world Journalists explain legislative procedure Investing in the disability beat AI inspires innovation in journalism education Young journalists will reimagine a better press Blocking out the audience’s siren song Journalism education leads the change we seek The New York Times will hire a pro-Trump columnist The media surrenders to Trump 2.0 Newsrooms reinvent their political journalism Taking lessons from independent bookstores Prediction markets go mainstream We’ll draw the lines we will not cross The media industry adopts an insurgent strategy Newsrooms will keep losing their conservative audiences Philanthropy steps up for local news Using AI to make news more accessible Media owners will protect the powerful We’ll stop looking down on content creators Local newsrooms get a boost from data collaborations An authoritarian anti-journalism playbook There will be no second Trump Bump Get ready for the AI-driven world of news Public media embraces its future Your Audience team is now your Creator team Newsrooms face a left-brain/right-brain divide We can’t predict the future — but it’s essential to plan for it Visual investigations become a mainstay of news Media’s acquiescence to Trump will fail Impact investment enters the chat Video-first “podcasts” bring a new kind of coverage The year we stop talking about “AI” Divergent paths for journalism’s future with AI News faces its final unbundling Journalists keep getting harassed Ethical state funding for the press A generation of journalists moves on A new generation of knowledge management tools Journalism has its Kendrick Lamar year Publishers reckon with dark patterns Right-wing studies’ time has come It’s time to redefine sustainability Media companies will love their websites a lot less Focus on the “flabby middle” of the audience funnel Lessons learned in The Building of Lost Causes Play with AI like your career depends on it (it does) AI adoption matures in small and local newsrooms AI companies grapple with what it means to be creators of news More newsrooms will partner with student journalists Newsroom planning goes silo-free We’ll rethink scale, trust, and our life’s work The distinct human writer becomes more essential These stories are our most popular on Twitter over the past 30 days. See all our most recent pieces ➚ Fuego is our heat-seeking Twitter bot, tracking the links the future-of-journalism crowd is talking about most on Twitter. Here are a few of the top links Fuego’s currently watching. Encyclo is our encyclopedia of the future of news, chronicling the key players in journalism’s evolution. Here are a few of the entries you’ll find in Encyclo. Iowa Center for Public Affairs Journalism Help advance the Nieman Foundation’s mission “to promote and elevate the standards of journalism” To promote and elevate the standards of journalism Covering thought leadership in journalism Pushing to the future of journalism Exploring the art and craft of story © 2024 by the President and Fellows of Harvard College The Nieman Journalism Lab is a collaborative attempt to figure out how quality journalism can survive and thrive in the Internet age. It’s a project of the Nieman Foundation for Journalism at Harvard University. © President and Fellows of Harvard College, unless otherwise noted. <div style=\"display:none;\">\n<img src=\"//pixel.quantserve.com/pixel/p-gq_BCDHURdYLP.gif\" border=\"0\" height=\"1\" width=\"1\" alt=\"Quantcast\"/>\n</div>"
  },
  {
    "source": {
      "id": null,
      "name": "Plos.org"
    },
    "author": "Rebecca Hui Shan Ong, Hui Shan Sim, Manfred Max Bergman, Choon How How, Constance Ai Li Png, Chau Sian Lim, Lai Huat Peh, Hong Choon Oh",
    "title": "Prevalence and associations of problematic smartphone use with smartphone activities, psychological well-being, and sleep quality in a household survey of Singapore adults",
    "description": "Introduction Despite the many benefits of smartphones, researchers have raised concerns over problematic smartphone use (PSU) and its negative effects on physical and psychological well-being. Studies examining PSU and its impact among adults remain limited. …",
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0315364",
    "urlToImage": "https://journals.plos.org/plosone/article/figure/image?id=10.1371/journal.pone.0315364.t005&size=inline",
    "publishedAt": "2024-12-18T14:00:00Z",
    "content": "Abstract\r\nIntroduction\r\nDespite the many benefits of smartphones, researchers have raised concerns over problematic smartphone use (PSU) and its negative effects on physical and psychological well-be… [+50517 chars]",
    "label": 1,
    "probability": 0.353875994682312,
    "full_content": "<iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-TP26BH\"\n                  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> <iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-MQQMGF\"\n                  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe> Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click\n          here. Prevalence and associations of problematic smartphone use with smartphone activities, psychological well-being, and sleep quality in a household survey of Singapore adults Roles\n    Conceptualization,\n\n    Data curation,\n\n    Formal analysis,\n\n    Funding acquisition,\n\n    Investigation,\n\n    Methodology,\n\n    Project administration,\n\n    Supervision,\n\n    Visualization,\n\n    Writing – original draft * E-mail: rebecca.ong.h.s@singhealth.com.sg Affiliation\n    Health Services Research, Changi General Hospital, SingHealth, Singapore, Singapore https://orcid.org/0000-0001-8978-0557 Roles\n    Conceptualization,\n\n    Data curation,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Project administration,\n\n    Writing – review & editing Affiliation\n    Care and Health Integration Department, Changi General Hospital, Singapore, Singapore Roles\n    Visualization,\n\n    Writing – review & editing Affiliation\n    Department of Social Sciences, University of Basel, Basel, Switzerland Roles\n    Conceptualization,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Supervision,\n\n    Writing – review & editing Affiliation\n    Family Medicine, Academic Clinical Programme, Duke-NUS, Singapore, Singapore Roles\n    Conceptualization,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Writing – review & editing Affiliation\n    Clinical Psychology Department, Changi General Hospital, Singapore, Singapore Roles\n    Conceptualization,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Writing – review & editing Affiliation\n    Psychological Medicine Department, Changi General Hospital, Singapore, Singapore Roles\n    Funding acquisition,\n\n    Methodology,\n\n    Writing – review & editing Affiliation\n    Psychological Medicine Department, Changi General Hospital, Singapore, Singapore Roles\n    Conceptualization,\n\n    Funding acquisition,\n\n    Methodology,\n\n    Project administration,\n\n    Supervision,\n\n    Writing – review & editing Affiliations\n    Health Services Research, Changi General Hospital, SingHealth, Singapore, Singapore, \n    Centre for Population Health Research and Implementation, Singapore Health Services, Singapore, Singapore https://doi.org/10.1371/journal.pone.0315364 Despite the many benefits of smartphones, researchers have raised concerns over problematic smartphone use (PSU) and its negative effects on physical and psychological well-being. Studies examining PSU and its impact among adults remain limited. Hence, we aim to examine the prevalence of PSU among adults in Singapore, and explore its associations with smartphone activities, sleep quality, and psychological well-being, as well as age and gender-related differences in these associations. A household survey (n = 1200) was conducted among multi-ethnic Singapore adults aged 21 to 60. The survey employed a proportionate stratified random sampling approach. The Smartphone Addiction Scale–Short Version was used to determine risk of PSU. Adjusted multivariable logistic regressions, age-stratified (21–30, and above 30) analyses and sensitivity analyses were performed. The survey response rate was 45.7%. PSU prevalence rate was estimated to be 34.0%. Adults at risk were younger (OR = 3.72, p < 0.001), had poor sleep quality (OR = 2.94), reported depressive (OR = 2.84, p = 0.001) or anxiety symptoms (OR = 2.44, p < 0.001), tend to use smartphones for social media (OR = 2.81, p = 0.002) or entertainment (OR = 2.72, p < 0.001). Protective factors include higher levels of social support (OR = 0.76, p = 0.007), using smartphones for calling family (OR = 0.39, p = 0.003) and friends (OR = 0.53, p = 0.030), and spending four hours or less of smartphone usage duration (OR = 0.40, p < 0.001). Sensitivity analyses confirmed these findings. Associations between PSU and poor sleep quality (OR = 3.72, p < 0.001), depressive (OR = 3.83, p < 0.001), and anxiety symptoms (OR = 2.59, p = 0.004) and social media usage (OR = 3.46, p < 0.001) were more pronounced in adults over 30. PSU was more prevalent among females in those aged 21–30 (OR = 2.60, p = 0.022). Social support appears to be a protective factor for adults over 30 (OR = 0.64, p < 0.001) but was not observed in those aged 21–30. Among males, younger age (21–30 years), poor sleep quality, depressive symptoms, and anxiety symptoms, and using social media and entertainment apps were significantly associated with PSU. Females showed similar associations. Social support appears to be a protective factor for females (OR = 0.70, p = 0.018), but this association was not observed for males. Shorter smartphone usage times were inversely associated with PSU in both genders. A substantial proportion of adults exhibited PSU. Findings highlight the differential associations between PSU and psychological well-being, social support, interactions with technology, and sleep quality. These associations are influenced by age which has implications for preventive efforts. Citation: Ong RHS, Sim HS, Bergman MM, How CH, Png CAL, Lim CS, et al. (2024) Prevalence and associations of problematic smartphone use with smartphone activities, psychological well-being, and sleep quality in a household survey of Singapore adults. PLoS ONE 19(12): e0315364. https://doi.org/10.1371/journal.pone.0315364 Editor: Diego A. Forero, Fundación Universitaria del Área Andina, COLOMBIA Received: May 29, 2024; Accepted: November 25, 2024; Published: December 18, 2024 Copyright: © 2024 Ong et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Data Availability: The data cannot be shared publicly as they contain potentially identifying and sensitive information, such as mental health-related details. Researchers who meet the criteria for access to confidential data can request access through the SingHealth Centralised Institutional Review Board (contact: irb@singhealth.com.sg). Funding: RHSO, HSS, CHH, CALP, CAL, LHP, HCO received funding support from the CGH Joint Research and Innovation Grant (RIG202110-003PR) for this study. The funders had no role in the study design, collection, analysis or interpretation of the data, writing the manuscript, or the decision to submit the paper for publication. Competing interests: The authors have declared that no competing interests exist. Smartphones are widely used and have revolutionized the way we communicate, work, shop, learn, and interact with others [1, 2]. Despite numerous benefits, research has identified negative consequences related to excessive smartphone use [3–6] and proposed constructs such as \"smartphone addiction\" and \"problematic smartphone use\" [7–9]. Excessive smartphone use shares symptomatic similarities with behavioural addictions, including salience, mood changes, tolerance, withdrawal, and conflict [10–12]. No diagnostic criteria for smartphone addiction exist to date, although ongoing efforts are addressing this gap [13]. In this study, we employ Problematic Smartphone Use (PSU) in line with recommendations [14] and is defined as: \"An inability to regulate one’s use of the mobile phone, which eventually involves negative consequences in daily life\" [15]. Psychosocial factors play an important role in the development of PSU. For instance, emotional dysregulation, and the ’fear of missing out’ (FoMO) have been associated with increased vulnerability to PSU as individuals turn to smartphones to manage their negative emotions [16] or engage excessively online to stay socially connected or updated [17]. Gender differences have also been observed, with studies suggesting that females may be at greater risk of PSU due to higher stress levels, anxiety, and higher engagement with social apps. Research suggests that both process-related (e.g. consumption of news, entertainment) and social-related (e.g. social networking, messaging) smartphone use can contribute to the development of PSU. However, it remains unclear which type of use is most strongly associated with PSU [18–20]. Additionally, researchers have observed that females engage with smartphones more frequently for social purposes and experience higher social stress, which could increase their risk of problematic smartphone behaviour [20, 21]. Given the psychological challenges associated with excessive smartphone use, recent studies have explored the potential role of psychological resilience. Resilience has been shown to mediate or moderate the relationship between poor sleep quality, FoMO, mental health, and stress and PSU, potentially acting as a protective factor against PSU [22–24]. Beyond resilience, individual differences, such as personality traits, also play a significant role in susceptibility to PSU. Several studies have found connections between the Big Five personality traits and PSU. Neuroticism correlates positively with PSU, partly due the need to seek reaffirmation for social acceptance and belonging through social media apps [25, 26]. In contrast, conscientiousness has a negative association with PSU, reflecting findings that links low self-regulation to addictive tendencies [26–28]. Extraversion, however, appears unrelated to PSU [26, 29]. Research on PSU has predominantly focused on children and adolescents [16–18], contending that this demographic is particularly vulnerable to sleep disturbances, social dysfunction, academic underperformance, stress, and mental health symptoms [3–6, 19, 20]. However, researchers have emphasised the importance of including adults in PSU research to gain a more comprehensive understanding of PSU [30]. Studies conducted among adults in Spain, Lebanon, and Germany have reported a PSU prevalence of 20.5%, 20.2%, and 20.6%, respectively [31–33], while studies in Hong Kong [34] and Tianjin [35] reported an elevated 39% and 52%, respectively. Research on adults have identified adverse consequences in adulthood [36], such as anxiety, depression, and lower mental well-being among Hong Kong Chinese adults aged 18 years and above [37]. Similarly, associations were observed between PSU and younger age groups, females, prolonged daily smartphone usage, elevated stress, anxiety, depression, and sleep disturbances among German adults aged 16 through 65 [33]. PSU impact on sleep quality has been associated with bedtime procrastination [38, 39]. Zhang and Wu [38] found that bedtime procrastination mediates the relationship between problematic smartphone use and poor sleep quality. They suggest that high levels of smartphone engagement at bedtime, coupled with the reluctance to disengage from activities on smartphones, lead to delays in sleep onset, ultimately resulting in poorer sleep quality and shorter sleep duration. Despite advancements in PSU research, studies on adult populations, particularly across different age groups, remain limited. Neugarten’s theory of adult development posits that, throughout the human lifespan, societal expectations shapes individuals’ engagement in activities, behaviours, and milestones that are specific to their age groups [40]. Given the variation in lifestyles, family environment and behaviours across ages and its influence on smartphone usage [41], it is crucial to consider the influence of age on PSU. While prior research have examined age-related variations in line with the ’components model of addictions’ [11], there remains a limited body of literature on age-related variations in the prevalence of PSU or its associated factors within a multi-ethnic adult population. Our study addresses this gap by exploring PSU among adults in Singapore—a multi-ethnic, urbanised city-state with one of the world’s highest smartphone usage rates, where 97% of the population in 2021 were smartphone users [42]. Specifically, we aim to assess the prevalence of PSU among adults in Singapore, and explore its associations with smartphone activities, sleep quality and psychological well-being, and potential age and gender-related differences in these associations. A cross-sectional household survey was conducted from October to November 2022, targeting Singaporean citizens and permanent residents aged 21 through 60 who owned a smartphone and were proficient in English, Mandarin, or Malay. The recruitment period spanned from October 19, 2022, when the first participant was recruited, to November 26, 2022, when the last participant was recruited. The study sample was drawn from the eastern region of Singapore, with an approximate population of 426,000 residents [43]. The primary outcome, PSU, was evaluated with the Smartphone Addiction Scale–Short Version (SAS-SV) [44]. Suitable reliability and validity measures were reported on this ten-item self-report scale across diverse adult populations, including different cultural backgrounds [34, 45, 46]. The SAS-SV encompassed five domains: daily-life disturbance, withdrawal, cyberspace-oriented relationships, overuse, and tolerance [44]. Responses are measured on a 1–6 ordinal scale, yielding total scores between 10 and 60. Higher scores indicated increased severity of PSU. In accordance with [44], we adopted at risk of PSU cut-off values of 31 for males and 33 for females. Sleep quality and psychological well-being measurements The 19-item Pittsburgh Sleep Quality Index (PSQI) includes seven domains: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleep medications, and daytime dysfunction. Responses and scored on a 0–3 ordinal scale, and the global score ranges between 0 and 21. A global score greater than 5 indicates poor sleep quality [47, 48]. The nine-item Patient Health Questionnaire (PHQ-9) gauges depressive symptom severity [49], while the seven-item Generalized Anxiety Disorder-7 (GAD-7) assesses generalized anxiety disorder symptoms [50]. Responses range between 0 (not at all) and 3 (nearly every day). Symptom severity is assessed as minimal (0–4), mild (5–9), moderate (10–14), or severe (≥ 15). Both instruments exhibited strong reliability and validity across diverse populations and settings [51]. The Perceived Stress Scale (PSS-10), a 10-item scale ranging from 0 (never) and 4 (very often), assesses subjective perceptions of stress. Total scores range between 0 and 40 [52]. The 12-item Multidimensional Scale of Perceived Social Support (MSPSS) assesses perceptions of social support [53]. Responses range between 1 to 7, where higher average scores signify higher perceived social support [54]. Sociodemographic and lifestyle measurements Sociodemographic data included age, gender, ethnicity, education, marital status, profession, housing type, personal monthly income, and residential area (S1 File), while lifestyle data included tobacco, alcohol, and caffeine consumption in the past 12 months. Physical activity levels were assessed by the validated and widely employed International Physical Activity Questionnaire (IPAQ) Short Form on physical activity across various domains, including leisure, work-related, and transportation-related activities, as well as household chores [55]. Smartphone activities questions were adapted from a previous study [4] and included time spent on smartphones, and smartphone activities (S2 File). Smartphone time usage data was recoded into three groups: \"< 2 hours,\" \"2–4 hours,\" and \"> 4 hours\". Household data collection was facilitated by a survey company in collaboration with the first author, who oversaw the training of data collectors. When available, validated translated instruments were employed; otherwise, the survey company utilized back translation [56] between English, Mandarin, and Malay. To boost response rates, notification letters informed residents in advance about the purpose and scheduling of the survey, and participants received a SGD$30 voucher. It took between 20 to 30 minutes to complete the survey, and data collectors made up to three attempts to reach households. Sample size calculation and sampling procedures. Sample size calculation was based on estimates by [34], based on which the Singapore Department of Statistics (SingStat) calculated an estimated sample size of 400, assuming prevalence of 39% at a 95% CI. To address non-response rates, we considered Singapore’s household survey figures, which reported rates of at least 50%, depending on wave [57, 58]. We therefore estimated a non-response rate of 65%, resulting in a rounded estimate of 1200 households to be surveyed. Households were selected based on a proportionate stratified random design by dwelling type (public flats, condominiums, and landed properties). From each selected household, one eligible individual was randomly chosen. The survey response rate was determined by dividing the number of completed surveys by the number of eligible cases (the individuals successfully identified at their households, excluding ineligible cases) and expressing this value as a percentage [59]. Significant components identified in preliminary analyses were integrated into multivariable logistic regression models, adjusting for age, gender, ethnicity, and residential area. Odds ratio (OR) and 95% CIs were reported where appropriate. Given the absence of clinically validated cut-off scores for classifying PSU with the SAS-SV, a sensitivity analysis was conducted by treating SAS-SV scores as a continuous outcome, allowing examination of potential influences of SAS-SV cut-offs on observed effects. Exploratory, age-stratified, and gender-stratified analyses were performed to determine if the associated factors of PSU varied across age groups and gender. All analyses were conducted with SPSS software version 27.0 (IBM Corp. Armonk, NY, USA). The study procedures were carried out in accordance with the Declaration of Helsinki. The SingHealth Centralised Institutional Review Board (CIRB Ref. No.: 2022/2123) approved the study. All participants were informed about the study, oral consent was obtained and documented in the study records, and a waiver of written informed consent documentation was granted by the ethics board based on ethical considerations. The overall survey response rate was 45.7%. Out of 875 eligible households, 400 successfully completed the survey. The characteristics of our sample is summarised in Table 1. The distribution of respondents’ age, gender, ethnicity, and marital status is similar to Singapore’s population census data (S1 Table). https://doi.org/10.1371/journal.pone.0315364.t001 The SAS-SV mean score was 27.8 (SD = 9.9). 136 individuals met the cut-off for PSU, indicating an estimated prevalence of 34.0%, (95% CI 29.4, 38.7). By gender, the prevalence of PSU was 29.5% in males, (95% CI 22.8 to 36.2) and 38.5% in females, (95% CI 31.8 to 45.2). Regarding age groups, the prevalence of PSU was 51.4% (n = 54) among respondents aged 21 through 30, (95% CI 41.3 to 61.6), 27.6% (n = 24) for 31 through 40, (95% CI 17.1 to 38.1), 33.7% (n = 31) for 41 through 50, (95% CI 22.5 to 44.9), and 23.3% (n = 27) for those aged 51 through 60, (95% CI 13.9 to 32.7). Associations of sociodemographic and lifestyle variables with PSU Younger age and unmarried status were significantly associated with PSU (Table 2). Due to collinearity between marital status and age, marital status was excluded in subsequent multivariable logistic regression models. In the adjusted multivariable regression analyses (Table 3), significantly higher odds of PSU were observed for those aged 21 through 30 (OR = 3.72, 95% CI 2.06 to 6.74), p < 0.001) when compared to those aged 51 through 60. Variables associated with problematic smartphone use. https://doi.org/10.1371/journal.pone.0315364.t002 Adjusted multivariable logistic regression of factors associated with problematic smartphone use. https://doi.org/10.1371/journal.pone.0315364.t003 Associations of sleep quality and psychological well-being with PSU Significant associations were observed between PSU and poor sleep quality, self-reported symptoms of depression, and anxiety. Higher social support scores were associated with non-PSU respondents (Table 2). In adjusted multivariable analyses (Table 3), respondents with depressive symptoms had significantly higher odds of PSU compared to those reporting no or minimal symptoms (OR = 2.84, 95% CI 1.61 to 5.02, p = 0.001). Similarly, respondents with anxiety symptoms exhibited significantly higher odds of PSU (OR = 2.44, 95% CI 1.44 to 4.15, p < 0.001). The analyses also revealed higher odds of PSU in respondents experiencing poor sleep quality (OR = 3.10, 95% CI 1.85 to 5.21, p < 0.001). In contrast, higher levels of perceived social support were negatively associated with PSU (OR = 0.76, 95% CI 0.62 to 0.93, p = 0.007). Associations of smartphone activities with PSU Significant associations also exist between PSU and specific smartphone activities, including calling family or friends, accessing social media, listening to music, and video/entertainment apps, and the amount of time on smartphone (Table 2). Multivariable analyses revealed that social media users have significantly higher odds of PSU, compared to non-users (OR = 2.81, 95% CI 1.45 to 5.44, p = 0.002; Table 3), as does video/entertainment usage (OR = 2.76, 95% CI 1.63 to 4.65, p < 0.001). In contrast, respondents using smartphones to make calls to family or friends had lower odds of PSU, compared to non-callers (calling family: OR = 0.39, 95% CI 0.21 to 0.73, p = 0.003; calling friends: OR = 0.53, 95% CI 0.30 to 0.94, p = 0.030). Individuals spending four hours or less daily on smartphones exhibited lower odds of PSU, compared to those using smartphones for more than four hours (two to four hours: OR = 0.40, 95% CI 0.24 to 0.66, p < 0.001; less than two hours: OR = 0.35, 95% CI 0.18 to 0.67, p = 0.001). A sensitivity analysis employing Smartphone Addiction Scale-Short Version (SAS-SV) as a continuous outcome variable yielded consistent findings with the primary analyses (S2 Table), which suggests that associations with PSU were not significantly influenced by the SAS-SV cut-off scores. Given the significant prevalence of PSU among individuals aged 21 through 30, age-stratified analyses were performed to compare this age group with those aged over 30 (Table 4). Adjusted multivariable logistic regression models in the 21–30 age bracket (n = 105) showed significant positive associations with PSU for being female (OR = 2.60, 95% CI 1.15 to 5.88, p = 0.022) and the use of smartphone video/entertainment apps (OR = 6.03, 95% CI 1.58 to 22.95, p < 0.003). In the aged 30 and above cohort (n = 295), significant associations with PSU included poor sleep quality (OR = 3.72, 95% CI 2.01 to 6.87, p < 0.001), depressive symptoms (OR = 3.83, 95% CI 1.95 to 7.49, p < 0.001), anxiety symptoms (OR = 2.59, 95% CI 1.36 to 4.90, p = 0.004), browsing social media (OR = 3.46, 95% CI 1.66 to 7.21, p < 0.001) or video/entertainment apps (OR = 2.23, 95% CI 1.27 to 3.94, p = 0.006). Conversely, smartphone use for calling family (OR = 0.41, 95% CI 0.20 to 0.83, p = 0.014) and friends (OR = 0.45, 95% CI 0.23 to 0.86, p = 0.015), using smartphones for four hours or less daily (two to four hours: OR = 0.22, 95% CI 0.11 to 0.43, p< 0.001; less than two hours: OR = 0.22, 95% CI 0.11 to 0.45, p < 0.001), as well as higher levels of perceived social support (OR = 0.64, 95% CI 0.50 to 0.81, p < 0.001) were negatively associated with PSU in participants aged 30 and above. Age-stratified adjusted multivariable logistic regression models. https://doi.org/10.1371/journal.pone.0315364.t004 Given the established evidence in the literature pointing to gender differences in PSU, we conducted an exploratory analysis to investigate this further. Our age-stratified analysis additionally revealed gender-based variations in PSU prevalence, supporting the association between gender and PSU. Gender-stratified logistic regression analyses were performed, with adjustments for age, ethnicity, and residential area (Table 5). Among males, those aged 21–30 years had significantly higher odds of PSU compared to those aged 51–60 years (OR = 3.27, 95% CI 1.30 to 8.22, p = 0.012). For females, individuals aged 21–30 years exhibited significantly higher odds of PSU (OR = 4.97, 95% CI 2.16 to 11.45, p < 0.001). Poor sleep quality was significantly associated with increased odds of PSU in both males (OR = 3.15, 95% CI 1.46 to 6.81, p = 0.003) and females (OR = 3.04, 95% CI 1.51 to 6.15, p = 0.002). Depressive symptoms were associated with higher odds of PSU for both genders, with an adjusted OR of 4.23, 95% CI [1.72, 10.44], p = 0.002 for males, and adjusted OR of 2.15, 95% CI [1.03, 4.49], p = 0.041 for females. Anxiety symptoms were also significantly associated with PSU, with an adjusted OR of 3.04, 95% CI [1.29, 7.15], p = 0.011 for males, and adjusted OR of 2.06, 95% CI [1.04, 4.10], p = 0.038 for females. Gender-stratified adjusted multivariable logistic regression models. https://doi.org/10.1371/journal.pone.0315364.t005 Social media use was positively associated with PSU in males (OR = 2.77, 95% CI 1.11 to 6.94, p = 0.030) and females (OR = 2.62, 95% CI 1.03 to 6.67, p = 0.044). Watching videos or entertainment apps was also associated with higher odds of PSU in males (OR = 2.15, 95% CI 1.03 to 4.49, p = 0.042) and females (OR = 3.91, 95% CI 1.83 to 8.34, p < 0.001). Conversely, calling friends was associated with lower odds of PSU among males (OR = 0.37, 95% CI 0.16 to 0.87, p = 0.022) but not among females (p = 0.748). Smartphone usage of 2–4 hours per day was associated with lower odds of PSU relative to usage over 4 hours per day for males (OR = 0.42, 95% CI 0.20 to 0.89, p = 0.024) and females (OR = 0.37, 95% CI 0.18 to 0.73, p = 0.004). Among females, less than 2 hours of daily usage was also associated with significantly lower odds of PSU (OR = 0.27, 95% CI 0.10 to 0.69, p = 0.007). Higher perceived social support was associated with reduced odds of PSU in females (OR = 0.70, 95% CI 0.52 to 0.94, p = 0.018), although this association did not reach significance in males (p = 0.071). The PSU prevalence of 34% among Singaporean adult residents surpasses the rates in Spain, Lebanon, and Germany [31–33], yet fall below Hong Kong and Tianjin [34, 60]. These variations may be due in part to cultural differences, as has also been proposed by [61] in a cross-cultural mixed methods study, where Chinese university students had significantly higher rates of PSU, compared to their British counterparts. Our findings reveal a positive association between PSU and engagement with social media, in contrast to protective effects associated with social networking, such as phoning family and friends. This finding clearly points at the differential effects of smartphone use, depending on the nuanced ways individuals interact with technology. In this sense, positive and meaningful interactions with significant others via smartphones may either bypass or alleviate PSU. Research indeed indicates that messaging and digital connections, for example, are less likely associated with PSU [18]. Consistent with prior research among children and adolescents [11], our study reinforced the observation that younger individuals across gender in our diverse, multi-ethnic adult sample exhibited a heightened susceptibility to PSU, with results suggesting that females in the 21–30 age group displayed greater susceptibility compared to males. The observed age-related vulnerability may be linked to the type and degree of smartphone engagement among younger adults [62], which may render younger individuals more susceptible to gratification and reinforcement patterns and thus contribute to PSU [63]. Age-related difference could be associated with developmental and societal norms. The gender difference observed in the 21–30 age group is consistent with previous studies [64]. However, this gender difference was not present in the 30 and above group. The reason for this lack of gender difference in older age groups remains unclear and warrants further investigation. Contrary to expectations and the reported 4.3% prevalence in the literature, [11], older individuals in our study exhibited a substantial PSU prevalence of 23%. This highlights the importance of intervention strategies that address diverse age groups, motivations, and needs. If PSU is viewed as stemming from underlying issues like loneliness and social isolation, interventions should target those specific needs. Looking beyond individual therapies like motivation enhancement and cognitive behavioural therapy [65], therapies that involve patients and their social setting to manage PSU may include family and couple therapy [66, 67]. Furthermore, practical psychosocial interventions can be beneficial, which may include participation in community activities, courses, group exercises, and support groups [68]. For elderly, especially less mobile patients or those experiencing age-related stressors such as caregiver burden or \"empty nest” symptoms [69], community nursing or other care programs may effectively mitigate PSU [70]. Our findings also indicated that the associations between PSU, increased smartphone usage, and symptoms of poor mental well-being such as anxiety, depression, and sleep disturbances are also present in our adult sample among those aged 21 through 60, in both genders. Evidence suggests that excessive smartphone use, especially before bedtime, is linked to decreased sleep efficiency, poorer sleep quality, and delayed bedtime [71, 72]. Prospective longitudinal studies have also revealed the possibility of a bidirectional association between PSU, sleep quality and mental health symptoms, suggesting complex reciprocities [72–74]. The absence of a significant association between poor sleep quality and PSU among ages 21 to 30 is consistent with a prior study [75]. However, we observed a departure from this trend among participants older than 30, where significant associations were found between poor sleep quality, mental health symptoms, and PSU. The relationship between PSU, age-related mental health symptoms, and sleep quality is complex, and this relationship may be influenced by variations in psychological resilience, as resilience moderates the relationship between mental well-being and PSU [76]. It is also important to recognize the inherent limitation in our study, as sleep quality and mental health symptoms were assessed through self-reports. While both genders demonstrated increased PSU risk associated with social media use and entertainment apps, gender-specific trends were observed in the types of smartphone activities linked to PSU. For instance, males had lower odds of PSU when frequently calling friends. This finding aligns with the observation that men may use smartphones differently than women, with potentially fewer social pressures tied to online engagement [20, 21]. Interestingly, when considering the role of social support, our findings indicate that higher levels of perceived social support was not protective against PSU among younger individuals (21–30 years). However, in individuals older than 30, greater perceived social support was protective against PSU. This suggests that the protective influence of social support might differ as social dynamics and support systems evolve with age. Additionally, higher perceived social support was significantly associated with reduced PSU odds in females but not males. The existing literature on gendered patterns of social connectivity offers a potential explanation [77]. Females are more likely to use social connectivity sites and apps, making smartphones a tool for maintaining and developing relationships. However, the presence of offline and external social support networks may reduce their reliance on smartphones for these purposes. In contrast, males may not experience the same protective benefit, due to differences in how they use smartphones or expect support from their social networks [78]. This study provides valuable insights into the prevalence of PSU, emphasizing its community-wide and age-sensitive significance among Singaporean adult residents. A notable strength lies in the inclusion of middle-aged adults within a multi-ethnic population, an aspect often overlooked in PSU research. Surveying a broad and diverse population enables a comprehensive examination of PSU across various age groups, contributing to a more inclusive understanding of PSU in the general population. The study’s sampling methodology resulted in a sample closely reflecting the general population, thus enhancing the external validity of the findings. However, some limitations need to be highlighted. Our sample is drawn from eastern Singaporean adult residents. Future research should include a wider geographic region and age groups to complement our understanding of PSU on a national level. The survey response rate of 45.7% suggests the possibility of respondent bias, although it aligns with reported response rates for household community surveys in Singapore [79]. The cross-sectional design limits the ability to establish temporal trends, cohort dynamics, and causal explanations. Longitudinal, even panel designs, possibly as part of a larger health programme, would provide stronger evidence regarding the temporal, age and cohort-specific, and causal nature of smartphone use and associated problematic behaviours. While the SAS-SV has demonstrated reliability and validity in previous studies [34, 45], the cut-off values used in this study have not been validated in the local population. Although sensitivity analyses were conducted to address this concern, interpreting the applicability of these cut-off values should be contextualised accordingly. Lastly, reliance on self-reported data introduces the possibility of recall bias or social desirability bias, potentially leading to measurement error. This study revealed that the prevalence of PSU among adults in Singapore is considerable and requires further research. Notably, younger age, mental health symptoms, poor sleep quality, and engagement with social media or video/entertainment apps were found to be associated with PSU. Conversely, higher levels of perceived social support, utilising smartphones for communication with family or friends, and lesser time spent on smartphones were negatively associated with PSU. Furthermore, the elevated rates of PSU among the older population, in contrast to other studies, gives cause for concern. These results highlight the need for more studies, including mixed methods designs, and the need for interventions and treatment programs. Evaluating and exploring effective interventions that foster genuine human connections, on and offline, may provide valuable insights for policymakers, and mental health professionals seeking to address the challenges posed by the digital era. S1 File. Sociodemographics and lifestyle questionnaire. https://doi.org/10.1371/journal.pone.0315364.s001 S2 File. Smartphone activities usage questions. https://doi.org/10.1371/journal.pone.0315364.s002 S1 Table. Comparison of study sample profile with Singapore census data. https://doi.org/10.1371/journal.pone.0315364.s003 S2 Table. Sensitivity analyses with Smartphone Addiction Scale–Short Version as a continuous outcome. https://doi.org/10.1371/journal.pone.0315364.s004 We would like to express our thanks to Koh Xuan Han for his guidance in the sensitivity analyses of our data. We also wish to express our sincere gratitude to all the participants who generously contributed their time to this study. Pitichat T. Smartphones in the workplace: Changing organizational behavior, transforming the future. LUX. 2013;3:1–10. Sarwar M, Soomro T. Impact of Smartphone’s on Society. Eur J Sci Res. 2013;98. Grant JE, Lust K, Chamberlain SR. Problematic smartphone use associated with greater alcohol consumption, mental health issues, poorer academic performance, and impulsivity. Journal of Behavioral Addictions. 2019;8(2):335–42. Epub 2019/07/02.  pmid:31257917; PubMed Central PMCID: PMC6609450. Thomée S, Härenstam A, Hagberg M. Mobile phone use and stress, sleep disturbances, and symptoms of depression among young adults—a prospective cohort study. BMC Public Health. 2011;11(1):66.  pmid:21281471 Sohn SY, Rees P, Wildridge B, Kalk NJ, Carter B. Prevalence of problematic smartphone usage and associated mental health outcomes amongst children and young people: a systematic review, meta-analysis and GRADE of the evidence. BMC Psychiatry. 2019;19(1):356–.  pmid:31779637. Duke É, Montag C. Smartphone addiction, daily interruptions and self-reported productivity. Addictive Behaviors Reports. 2017;6:90–5.  pmid:29450241 Lin YH, Chiang CL, Lin PH, Chang LR, Ko CH, Lee YH, et al. Proposed Diagnostic Criteria for Smartphone Addiction. PLoS One. 2016;11(11):e0163010. Epub 2016/11/16.  pmid:27846211; PubMed Central PMCID: PMC5112893. Harris B, Regan T, Schueler J, Fields SA. Problematic Mobile Phone and Smartphone Use Scales: A Systematic Review. Front Psychol. 2020;11:672. Epub 2020/05/21.  pmid:32431636; PubMed Central PMCID: PMC7214716. Long J, Liu T-Q, Liao Y-H, Qi C, He H-Y, Chen S-B, et al. Prevalence and correlates of problematic smartphone use in a large random sample of Chinese undergraduates. BMC Psychiatry. 2016;16(1):408.  pmid:27855666 Griffiths M. A‘components’ model of addiction within a biopsychosocial framework. J Subst Use. 2005;10(4):191–7. Csibi S, Griffiths MD, Demetrovics Z, Szabo A. Analysis of Problematic Smartphone Use Across Different Age Groups within the ‘Components Model of Addiction’. Int J Ment Health Addict. 2021;19(3):616–31. James RJE, Dixon G, Dragomir M-G, Thirlwell E, Hitcham L. Understanding the construction of ‘behavior’ in smartphone addiction: A scoping review. Addict Behav. 2023;137:107503.  pmid:36228362 Busch PA, McCarthy S. Antecedents and consequences of problematic smartphone use: A systematic literature review of an emerging research area. Comput Human Behav. 2021;114:106414. https://doi.org/10.1016/j.chb.2020.106414 Panova T, Carbonell X. Is smartphone addiction really an addiction? Journal of Behavioral Addictions. 2018;7(2):252–9.  pmid:29895183 Billieux J. Problematic use of the mobile phone: A literature review and a pathways model. Curr Psychiatry Rev. 2012;8(4):299–307. Yang H, Wang Z, Elhai JD, Montag C. The relationship between adolescent emotion dysregulation and problematic technology use: Systematic review of the empirical literature. Journal of Behavioral Addictions. 2022;11(2):290–304.  pmid:35895565 Arrivillaga C, Hallauer CJ, Montag C, Elhai JD. Emotion dysregulation factors associated with problematic smartphone use severity: The mediating role of fear of missing out. Addict Behav. 2023;143:107708.  pmid:37001259 Elhai JD, Levine JC, Dvorak RD, Hall BJ. Non-social features of smartphone use are most related to depression, anxiety and problematic smartphone use. Comput Human Behav. 2017;69:75–82. https://doi.org/10.1016/j.chb.2016.12.023 Lopez-Fernandez O, Honrubia-Serrano L, Freixa-Blanxart M, Gibson W. Prevalence of Problematic Mobile Phone Use in British Adolescents. Cyberpsychology, Behavior, and Social Networking. 2013;17(2):91–8.  pmid:23981147 van Deursen AJAM Bolle CL, Hegner SM Kommers PAM. Modeling habitual and addictive smartphone behavior: The role of smartphone usage types, emotional intelligence, social stress, self-regulation, age, and gender. Comput Human Behav. 2015;45:411–20. https://doi.org/10.1016/j.chb.2014.12.039 Chen B, Liu F, Ding S, Ying X, Wang L, Wen Y. Gender differences in factors associated with smartphone addiction: a cross-sectional study among medical college students. BMC Psychiatry. 2017;17(1):341.  pmid:29017482 Hao Z, Jin L, Huang J, Akram HR, Cui Q. Resilience and problematic smartphone use: a moderated mediation model. BMC Psychiatry. 2023;23(1):36.  pmid:36639669 Hidalgo-Fuentes S, Martí-Vilar M, Ruiz-Ordoñez Y. Problematic Internet Use and Resilience: A Systematic Review and Meta-Analysis. Nursing Reports [Internet]. 2023; 13(1):[337–50 pp.].  pmid:36976684 Gong Z, Lv Y, Jiao X, Liu J, Sun Y, Qu Q. The relationship between COVID-19-related restrictions and fear of missing out, problematic smartphone use, and mental health in college students: The moderated moderation effect of resilience and social support. Frontiers in Public Health. 2022;10.  pmid:36203674 Marciano L, Camerini A-L, Schulz PJ. Neuroticism and internet addiction: What is next? A systematic conceptual review. Pers Individ Dif. 2022;185:111260. https://doi.org/10.1016/j.paid.2021.111260 Marengo D, Sindermann C, Häckel D, Settanni M, Elhai JD, Montag C. The association between the Big Five personality traits and smartphone use disorder: A meta-analysis. Journal of Behavioral Addictions. 2020;9(3):534–50.  pmid:33011714 Erdem C, Uzun AM. Smartphone Addiction Among Undergraduates: Roles of Personality Traits and Demographic Factors. Technology, Knowledge and Learning. 2022;27(2):579–97. Horwood S, Anglim J. Personality and problematic smartphone use: A facet-level analysis using the Five Factor Model and HEXACO frameworks. Comput Human Behav. 2018;85:349–59. https://doi.org/10.1016/j.chb.2018.04.013 Xiong S, Xu Y, Zhang B, Zhu L, Xie J. Smartphone Addiction and Eysenck’s Personality Traits Among Chinese Adolescents: A Meta-Analysis. Front Psychol. 2022;12.  pmid:35185692 De-Sola Gutiérrez J, Rodríguez de Fonseca F, Rubio G. Cell-Phone Addiction: A Review. Front Psychiatry. 2016;7. de-Sola J, Talledo H, Rodríguez de Fonseca F, Rubio G. Prevalence of problematic cell phone use in an adult population in Spain as assessed by the Mobile Phone Problem Use Scale (MPPUS). PLoS One. 2017;12(8):e0181184. Epub 2017/08/05.  pmid:28771626; PubMed Central PMCID: PMC5542596 Nahas M, Hlais S, Saberian C, Antoun J. Problematic smartphone use among Lebanese adults aged 18–65 years using MPPUS-10. Comput Human Behav. 2018;87:348–53. https://doi.org/10.1016/j.chb.2018.06.009 Winkler A, Jeromin F, Doering BK, Barke A. Problematic smartphone use has detrimental effects on mental health and somatic symptoms in a heterogeneous sample of German adults. Comput Human Behav. 2020;113:106500. https://doi.org/10.1016/j.chb.2020.106500 Luk TT, Wang MP, Shen C, Wan A, Chau PH, Oliffe J, et al. Short version of the Smartphone Addiction Scale in Chinese adults: Psychometric properties, sociodemographic, and health behavioral correlates. Journal of Behavioral Addictions. 2018;7(4):1157–65. Epub 2018/11/13.  pmid:30418073; PubMed Central PMCID: PMC6376375. Ratan ZA, Parrish AM, Zaman SB, Alotaibi MS, Hosseinzadeh H. Smartphone Addiction and Associated Health Outcomes in Adult Populations: A Systematic Review. International Journal of Environmental Research and Public Health. 2021;18(22). Epub 2021/11/28.  pmid:34832011; PubMed Central PMCID: PMC8622754. Coyne SM, Stockdale L, Summers K. Problematic cell phone use, depression, anxiety, and self-regulation: Evidence from a three year longitudinal study from adolescence to emerging adulthood. Comput Human Behav. 2019;96:78–84. https://doi.org/10.1016/j.chb.2019.02.014 Guo N, Luk TT, Ho SY, Lee JJ, Shen C, Oliffe J, et al. Problematic Smartphone Use and Mental Health in Chinese Adults: A Population-Based Study. International Journal of Environmental Research and Public Health. 2020;17(3). Epub 2020/02/06.  pmid:32013111; PubMed Central PMCID: PMC7037190. Zhang MX, Wu AMS. Effects of smartphone addiction on sleep quality among Chinese university students: The mediating role of self-regulation and bedtime procrastination. Addict Behav. 2020;111:106552.  pmid:32717501 Correa-Iriarte S, Hidalgo-Fuentes S, Martí-Vilar M. Relationship between Problematic Smartphone Use, Sleep Quality and Bedtime Procrastination: A Mediation Analysis. Behavioral Sciences [Internet]. 2023; 13(10).  pmid:37887489 Neugarten BL, Moore JW, Lowe JC. Age norms, age constraints,and adult socialization. AJS. 1965;70:710–7. Epub 1965/05/01.  pmid:14298073 Lai X, Huang S, Nie C, Yan JJ, Li Y, Wang Y, et al. Trajectory of problematic smartphone use among adolescents aged 10–18 years: The roles of childhood family environment and concurrent parent–child relationships. Journal of Behavioral Addictions. 2022;11(2):577–87.  pmid:35895472 IMDA. Individuals Smartphone Usage by Age Group, 2017–2021 [4 Aug 2023]. Available from: https://www.imda.gov.sg/About-IMDA/Research-and-Statistics/Digital-Society Singapore Department of Statistics Geographical Distribution Dashboard 2022 [4 Aug 2023]. Available from: https://www.singstat.gov.sg/find-data/search-by-theme/population/geographic-distribution/visualising-data/geographical-distribution-dashboard Kwon M, Kim D-J, Cho H, Yang S. The Smartphone Addiction Scale: Development and Validation of a Short Version for Adolescents. PLoS One. 2014;8(12):e83558.  pmid:24391787 Harris B, McCredie M, Fields S. Examining the psychometric properties of the Smartphone Addiction Scale and its short version for use with emerging adults in the U.S. Comput Human Behav. 2020;1:100011. https://doi.org/10.1016/j.chbr.2020.100011 Lopez-Fernandez O. Short version of the Smartphone Addiction Scale adapted to Spanish and French: Towards a cross-cultural research in problematic mobile phone use. Addict Behav. 2017;64:275–80.  pmid:26685805 Grandner MA, Kripke DF, Yoon IY, Youngstedt SD. Criterion validity of the Pittsburgh Sleep Quality Index: Investigation in a non-clinical sample. Sleep Biol Rhythms. 2006;4(2):129–39. Epub 2006/06/01.  pmid:22822303; PubMed Central PMCID: PMC3399671. Buysse DJ, Reynolds CF 3rd, Monk TH, Berman SR, Kupfer DJ. The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research. Psychiatry Res. 1989;28(2):193–213. Epub 1989/05/01.  pmid:2748771. Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001;16(9):606–13.  pmid:11556941. Spitzer RL, Kroenke K, Williams JB, Löwe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006;166(10):1092–7. Epub 2006/05/24.  pmid:16717171. Kroenke K, Spitzer RL, Williams JBW, Löwe B. The Patient Health Questionnaire Somatic, Anxiety, and Depressive Symptom Scales: a systematic review. Gen Hosp Psychiatry. 2010;32(4):345–59.  pmid:20633738 Cohen S. Perceived stress in a probability sample of the United States. The social psychology of health. The Claremont Symposium on Applied Social Psychology. Thousand Oaks, CA, US: Sage Publications, Inc; 1988. p. 31–67. Zimet GD, Dahlem NW, Zimet SG, Farley GK. The Multidimensional Scale of Perceived Social Support. J Pers Assess. 1988;52(1):30–41.  pmid:38329648 Zimet G. Multidimensional Scale of Perceived Social Support (MSPSS)—Scale Items and Scoring Information2016. Craig CL, Marshall AL, Sjöström M, Bauman AE, Booth ML, Ainsworth BE, et al. International physical activity questionnaire: 12-country reliability and validity. Med Sci Sports Exerc. 2003;35(8):1381–95. Epub 2003/08/06.  pmid:12900694. Salazar AM, Evans J, Sahgal N. How we translate survey questions to be fielded around the world 2022 [22 April 2024]. Available from: https://www.pewresearch.org/decoded/2022/04/how-we-translate-survey-questions-to-be-fielded-around-the-world/ Ge L, Yap CW, Ong R, Heng BH. Social isolation, loneliness and their relationships with depressive symptoms: A population-based study. PLoS One. 2017;12(8):e0182145.  pmid:28832594 Chia SE, Chia HP, Tan JS. Prevalence of headache among handheld cellular telephone users in Singapore: a community study. Environ Health Perspect. 2000;108(11):1059–62. Epub 2000/12/05.  pmid:11102297; PubMed Central PMCID: PMC1240163. Chong SA, Abdin E, Vaingankar JA, Heng D, Sherbourne C, Yap M, et al. A population-based survey of mental disorders in Singapore. Ann Acad Med Singap. 2012;41(2):49–66. Epub 2012/04/14. pmid:22498852. Elhai JD, Yang H, McKay D, Asmundson GJG. COVID-19 anxiety symptoms associated with problematic smartphone use severity in Chinese adults. J Affect Disord. 2020;274:576–82.  pmid:32663990 Yang Z, Asbury K, Griffiths MD. Do Chinese and British University Students Use Smartphones Differently? A Cross-cultural Mixed Methods Study. Int J Ment Health Addict. 2019;17(3):644–57. Andone I, Błaszkiewicz K, Eibes M, Trendafilov B, Montag C, Markowetz A. How age and gender affect smartphone usage. Proceedings of the 2016 ACM International Joint Conference on Pervasive and Ubiquitous Computing: Adjunct; Heidelberg, Germany: Association for Computing Machinery; 2016. p. 9–12. Coyne SM, Padilla-Walker LM, Howard E. Emerging in a Digital World: A Decade Review of Media Use, Effects, and Gratifications in Emerging Adulthood. Emerging Adulthood. 2013;1(2):125–37. Fischer-Grote L, Kothgassner OD, Felnhofer A. Risk factors for problematic smartphone use in children and adolescents: a review of existing literature. Neuropsychiatr. 2019;33.  pmid:31493233 Cacioppo S, Grippo AJ, London S, Goossens L, Cacioppo JT. Loneliness: Clinical Import and Interventions. Perspect Psychol Sci. 2015;10(2):238–49.  pmid:25866548 Veronese N, Galvano D, D’Antiga F, Vecchiato C, Furegon E, Allocco R, et al. Interventions for reducing loneliness: An umbrella review of intervention studies. Health & Social Care in the Community. 2021;29(5):e89–e96.  pmid:33278311 Masi CM, Chen H-Y, Hawkley LC, Cacioppo JT. A Meta-Analysis of Interventions to Reduce Loneliness. Pers Soc Psychol Rev. 2010;15(3):219–66.  pmid:20716644 Bessaha ML, Sabbath EL, Morris Z, Malik S, Scheinfeld L, Saragossi J. A Systematic Review of Loneliness Interventions Among Non-elderly Adults. Clin Soc Work J. 2020;48(1):110–25. Zhai Y, Yi H, Shen W, Xiao Y, Fan H, He F, et al. Association of empty nest with depressive symptom in a Chinese elderly population: A cross-sectional study. J Affect Disord. 2015;187:218–23.  pmid:26342917 Hoang P, King JA, Moore S, Moore K, Reich K, Sidhu H, et al. Interventions Associated With Reduced Loneliness and Social Isolation in Older Adults: A Systematic Review and Meta-analysis. JAMA Network Open. 2022;5(10):e2236676–e.  pmid:36251294 Christensen MA, Bettencourt L, Kaye L, Moturu ST, Nguyen KT, Olgin JE, et al. Direct Measurements of Smartphone Screen-Time: Relationships with Demographics and Sleep. PLoS One. 2016;11(11):e0165331.  pmid:27829040 Cui G, Yin Y, Li S, Chen L, Liu X, Tang K, et al. Longitudinal relationships among problematic mobile phone use, bedtime procrastination, sleep quality and depressive symptoms in Chinese college students: a cross-lagged panel analysis. BMC Psychiatry. 2021;21(1):449.  pmid:34507561 Sampasa-Kanyinga H, Chaput J-P, Huang B-H, Duncan MJ, Hamer M, Stamatakis E. Bidirectional associations of sleep and discretionary screen time in adults: Longitudinal analysis of the UK biobank. J Sleep Res. 2023;32(2):e13727.  pmid:36114149 Zhang J, Yuan G, Guo H, Zhang X, Zhang K, Lu X, et al. Longitudinal association between problematic smartphone use and sleep disorder among Chinese college students during the COVID-19 pandemic. Addict Behav. 2023;144:107715.  pmid:37059002 Demirci K, Akgönül M, Akpinar A. Relationship of smartphone use severity with sleep quality, depression, and anxiety in university students. Journal of Behavioral Addictions. 2015;4(2):85–92. Epub 2015/07/02.  pmid:26132913; PubMed Central PMCID: PMC4500888. Yilmaz R, Karaoglan Yilmaz FG. Problematic Internet use in Adults: The Role of Happiness, Psychological Resilience, Dispositional Hope, and Self-control and Self-management. J Ration Emot Cogn Behav Ther. 2023;41(3):727–45.  pmid:36247047 Roberts JA, Yaya LH, Manolis C. The invisible addiction: cell-phone activities and addiction among male and female college students. J Behav Addict. 2014;3(4):254–65. Epub 2015/01/18.  pmid:25595966; PubMed Central PMCID: PMC4291831. Tifferet S. Gender Differences in Social Support on Social Network Sites: A Meta-Analysis. Cyberpsychology, Behavior, and Social Networking. 2020;23(4):199–209.  pmid:32096662 George PP, Heng BH, De Castro Molina JA, Wong LY, Wei Lin NC, Cheah JTS. Self-reported chronic diseases and health status and health service utilization—Results from a community health survey in Singapore. Int J Equity Health. 2012;11(1):44.  pmid:22894180 PLOS Neglected Tropical Diseases PLOS Sustainability and Transformation PLOS is a nonprofit 501(c)(3) corporation, #C2354500, based in California, US Our website uses different types of cookies. Optional cookies will only be set with your consent and you may withdraw this consent at any time. Below you can learn more about the types of cookies PLOS uses and register your cookie preferences. Customize Your Cookie Preference Save Selected Preferences and Close For more information about the cookies and other technologies used by us, please read our Cookie Policy."
  },
  {
    "source": {
      "id": null,
      "name": "The Punch"
    },
    "author": "Justice Okamgba",
    "title": "Protecting kids from cyberbullying",
    "description": "Online bullying often targets children, teenagers, and sometimes adults, and the impact can be severe. JUSTICE OKAMGBA writes on how to manage the situation Cyberbullying is harassment or intimidation through digital platforms. It has become a growing concern…",
    "url": "https://punchng.com/protecting-kids-from-cyberbullying/",
    "urlToImage": "https://cdn.punchng.com/wp-content/uploads/2017/05/14193032/cyberbullying.jpg",
    "publishedAt": "2024-12-18T00:52:53Z",
    "content": "Online bullying often targets children, teenagers, and sometimes adults, and the impact can be severe. JUSTICE OKAMGBA writes on how to manage the situation\r\nCyberbullying is harassment or intimidati… [+5812 chars]",
    "label": 1,
    "probability": 0.37987491488456726,
    "full_content": "Protecting kids from cyberbullying Online bullying often targets children, teenagers, and sometimes adults, and the impact can be severe. JUSTICE OKAMGBA writes on how to manage the situation Cyberbullying is harassment or intimidation through digital platforms. It has become a growing concern for children and parents alike. It often manifests through hurtful messages, embarrassing photos, or malicious rumours. The consequences can be severe, with victims experiencing anxiety, depression, and academic struggles. Recognising the signs—such as emotional distress after device use, secrecy about online activities, and social withdrawal—is crucial in addressing the issue early. A dating coach identified only as Anthony emphasised the importance of proactive measures over reactive responses. “I think what is more important than what to do after the bullying is how to prepare in the first place,” he said. Reflecting on his own childhood, he noted that many kids fear being labelled as “sissies” for reporting bullies or feel too embarrassed to admit they are being targeted. Anthony suggested that establishing trust with children from an early age is key. “What if a strong foundation of trust is built between you and your child from an early age? “What if you are able to speak so openly with your child, enabling them to feel the same openness towards you about their life?” he asked. He believes that this trust empowers children to address issues before they escalate. “The best way to deal with a problem is to prepare and coach them from a young age,” he advised. Statistics underscore the urgency of the issue. As of 2024, the World Health Organisation reports that approximately 15 per cent of adolescents experience cyberbullying, with boys (15 per cent ) and girls (16 per cent) affected similarly. Another study shows that 26.5 per cent of students reported cyberbullying in the past 30 days—a troubling increase compared to previous years. Middle and high school students are particularly vulnerable, with over 50 per cent having faced some form of cyberbullying. Online safety adviser Addison Albert highlighted a multi-pronged approach to safeguarding children. “Protecting kids from cyberbullying involves education, communication, and technology,” Albert said. “If your child is being cyberbullied, don’t hesitate to seek help from school authorities, counsellors, or law enforcement if necessary. Take steps to support your child emotionally and help them navigate the situation.” Albert also stressed the importance of open communication. “Encourage open dialogue with your kids about their online experiences. Let them know they can come to you if they encounter any problems, including cyberbullying.” She outlined several strategies for parents: Educate them by teaching kids about cyberbullying, its forms, and its consequences. “Make sure they understand what behaviours constitute cyberbullying and how to respond appropriately. Ekiti court remands human rights lawyer Farotimi, adjourns till Tuesday Police invite Nollywood actress, Tonto Dikeh over defamation, others Police grill Mohbad’s dad over petition by Lagos monarch “Set rules by establishing clear guidelines for internet and social media use. Ensure your kids know what is and isn’t acceptable behaviour online. “Monitor online activity by keeping an eye on your kids’ internet interactions, especially when they’re younger. Tools like Bark, mSpy, TheOneSpy, and OurPact can help track their interactions. “In a digital age where bullying can extend beyond the schoolyard, preparation, awareness, and trust are essential defences against cyberbullying’s harmful effects,” she outlined. In 2024, Facebook took action against 7.8 million pieces of content related to bullying and harassment, indicating a significant ongoing issue with cyberbullying on the platform. Cyberbullying is also prevalent on TikTok, where 64 per cent of users reported experiencing bullying, according to Security.org, a cybersecurity firm. Social media platforms like Facebook and TikTok remain critical areas where children face cyberbullying, reflecting a broader trend of increasing online harassment among adolescents. Sharing her views on Quora, Nicola Nga described the challenges parents face in protecting their children from cyberbullying, recounting a personal experience involving her daughter. Nga explained that her daughter was harassed by a group of girls from her school, stating, “These girls who tormented my daughter were absolutely vicious towards my child, and to this day, I’m still trying to figure out why they did what they did to her.” She revealed that the bullying extended beyond the school environment and onto social media platforms. “Not only did they make my daughter’s life hell at school, but they went the extra mile and used Facebook as their weapon,” Nga said. The bullies posted explicit, edited photos, threats, and hurtful comments targeting her daughter. Although Facebook eventually removed the content, Nga noted that the bullying persisted. Frustrated with the lack of resolution, Nga decided to take action. “As a mother, I literally had enough. Something had to be done about these girls,” she said. When the school initially appeared reluctant to address the issue, Nga issued an ultimatum. “I pretty much gave the school a choice—either they do something about this group of girls, or I take the evidence of three months of cyberbullying to higher authorities.” Nga reported that the school changed its stance, realising the potential consequences. The outcome was that all eight girls involved were suspended and required to write letters of apology. “To me, that still wasn’t enough justice, considering my daughter was emotionally traumatised for three months,” she admitted. Reflecting on her daughter’s suffering, Nga said, “Seeing your child in so much pain as a parent really does get to you; all you want to do is take that pain away from them.” Nga advised other parents to take similar steps if their child is being cyberbullied. “I think the best thing to do would be to go to the school, have a meeting, and tell them what’s going on. If they aren’t helpful or supportive enough, then take things further,” she recommended. Justice has over three years experience spanning digital and print media. At The PUNCH, he currently covers the automobile sector with special interest in features and industry analysis. All rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH. Stay informed and ahead of the curve! Follow The Punch Newspaper on WhatsApp for real-time updates, breaking news, and exclusive content. Don't miss a headline – join now! Join The Punch Newspapers Channel STOP🛑 🚨 Are you ready to unlock your financial future? 💹 Start trading with IQ Options and seize the opportunity to grow your wealth TODAY! 🌟📈 With just a few clicks, you could make smarter moves and achieve more. 💼✨ Act now! Tap here to begin your journey with IQ Option! 🚀💰 STOP🛑 🌟 Your next big opportunity is just a trade away! 🌟 Ready to take control of your financial future? 💹 IQ Options gives you the tools to trade smarter, faster, and with confidence. 🚀✨ Whether you're a beginner or a pro, this is YOUR moment to shine. 💼🔥 What are you waiting for? Start your journey now! 💸💡 NNPP decries alleged harassment of Kano gov aide Sultan faults Almajiri system, street begging HIV/AIDS remains public health threat — NACA DG NAFDAC seals Nasarawa factory, shops for packaging, selling counterfeit rice NGO, Abia judiciary move to strengthen access to justice <a href=\"https://servedby.flashtalking.com/click/7/247106;8813016;0;209;0/?gdpr=${GDPR}&gdpr_consent=${GDPR_CONSENT_78}&us_privacy=${US_PRIVACY}&ft_width=300&ft_height=250&url=40049477\" target=\"_blank\">\n                <img decoding=\"async\" border=\"0\" src=\"https://servedby.flashtalking.com/imp/7/247106;8813016;205;gif;Punchngcom;ZohoPunch300x250NG/?gdpr=${GDPR}&gdpr_consent=${GDPR_CONSENT_78}&us_privacy=${US_PRIVACY}\">\n            </a> [UPDATED] Ibadan funfair tragedy: Police arrest Ooni’s ex-wife, others as death toll hits 35 Yuletide: Dangote refinery slashes petrol price to N899.50 Cash scarcity: OPS faults CBN’s limit on PoS withdrawals FG plans N13tn loan as Tinubu presents N49.7tn 2025 budget [UPDATED] Court grants Yahaya Bello N500m bail Ibadan funfair tragedy: Ooni’s ex-wife, others face probe as 32 children feared killed AGF to meet Senate panel on tax reform bills today PSC promotes over 8,000 police officers Gridlock grounds Lagos-Ibadan Expressway as driver dies in crash Stampede: Organisers of Oyo children funfair arrested, says Makinde punchng.com © 1971- 2024 Punch Nigeria Limited"
  }
]